{"Aminokyseliny vyskytující se v bílkovinách mají výhradně konfiguraci\n":"L.","Bílkoviny obsahují největší podíll uhlíku.\n":" Pravda","Chirální uhlík má na sebe vázány 4 různé substituenty.\n":" Pravda","Funkce bílkovin je\n":"regulační, stavební, obranná, trasportní, katalytická.","Kde se nacházejí jednotlivé bílkoviny?\n":"keratin – vlasy, kasein – mléko, fibrinogen – krev, albuminy – vaječný bílek.","Kolik typů aminokyselin se vyskytuje v bílkovinách\n":"20.","Která z aminokyselin nemá chirální uhlík\n":"glycin.","Které tvrzení neplatí pro bílkoviny:\n":"živočichové si je vytvářejí z anorganických látek.","Které z následujících prvků můžeme prokázat ve všech proteinech?\n":"kyslík, vodík, dusík.","Kyselé aminokyseliny obsahují více COOH skupin než NH2 skupin\n":" Pravda","Na obrázku vidíte sekundární strukturu bílkovin - α-helix a skládaný list\n":" Pravda","Nebílkovinovou složkou glykoproteinů je:\n":"sacharid.","Nepostradatelné ( esenciální) aminokyseliny\n":"se musí přijímat v potravě.","Neutrální aminokyseliny obsahují\n":"1 amino skupinu a 1 karboxylovou skupinu.","Nevratná změna terciární struktury a ztráta biologické aktivity se nazývá:\n":"denaturace.","Oligopeptidy obsahují maximálně................aminokyselin.\n":"10.","Pořadí aminokyselin určuje struktura\n":"primární.","Pro každý peptidový řetězec je typické opakování ......................sekvence.\n":"tříatomové.","Přiřaďte aminokyseliny a jejich funkce v organismu.\n":"transportní a skladovací funkce – transferin, hemoglobin, myoglobin, stavební funkce – kolagen, elastin, keratin, katalytické, řídící a regulační funkce – enzymy, hormony, zajišťující pohyb – myosin,aktin, troponin, obranné a ochranné funkce – imunoglobuliny, hemokoagulační systém.","Přítomnost peptidické vazby můžeme dokázat .........................reakcí\n":"biuretovou.","Reakcí jedné karboxylové skupiny první aminokyseliny s aminoskupinou druhé aminokyseliny vzniká:\n":"peptidická vazba.","Se kterou strukturou souvisí tento typ vazeb.\n":"sekundární.","Sféroproteiny jsou ve vodě rozpustné a skléroproteiny nerozpustné.\n":" Pravda","Součástí molekuly chlorofylu a hemoglobinu je heterocyklický uhlovodík\n":"pyrrol.","V izoelektrickém bodě mají kyseliny nejnižší rozpustnost\n":" Pravda","V rámci jedné aminokyseliny dochází k reakci mezi skupinou COOH a NH2. a tím vzniká\n":"amfion.","Zařaďte kyseliny do jednotlivých kategorií.\n":"Vyberte sirnou aminokyselinu – cystein, Která aminokyselina obsahuje OH skupinu – serin, Která aminokyselina je aromatická – tyrosin.","Znalost struktury amk.\n":"Která aminokyselina obsahuje pyrrol a benzen? – tryptofan, Která aminokyselina je kyselá? – kyselina asparagová, Která aminokyselina nemá postranní řetězec? – glycin, Která aminokyselina osahuje síru? – cystein, Která aminokyselina je zásaditá? – lysin.","Základními stavebními jednotkami bílkovin jsou\n":"α - aminokyseliny.","Zásadité aminokyseliny obsahují více COOH skupin než NH2 skupin\n":" Nepravda","Cyklické formy monosacharidů (aldohexos) se odvozují od\n":"pyranu.","Cyklické sloučeniny odvozené od alifatických polyhydroxyaldhehydů nebo polyhydroxyketonů jsou sacharidy.\n":" Pravda","D a L konfigurace se nazývá\n":"optická izomerie.","Důkaz monosacharidů se provádí pomocí\n":"Fehlingova činidla, Tollensova činidla.","Fischerovy vzorce znázorňují cyklické formy monosacharidů.\n":" Nepravda","Fruktosa je ....................... nejrozšířenější monosacharid.\n":"2..","Galaktosa je znázorněna vzorcem\n":"Tolensovým.","Glykosidová vazba vzniká reakcí monosacharidů s\n":"alkoholy.","Hladina glukosy v krvi se pohybuje mezi hodnotami 3.3-5.6 mmol/l. Hodnoty nad a pod se označují:\n":"hypoglykémie – pod 3.3, hyperglykémie – nad 5.6.","L a D konfigurace se k sobě chovají jako předmět a jeho zrcadlový obraz. Dochází k rotaci hydroxylové skupiny jen na posledním chirálním uhlíku.\n":" Nepravda","Model monosacharidu znázorňuje glukosu.\n":" Pravda","Monosacharidy jsou ve vodě\n":"dobře rozpustné.","Monosacharidy se dělí podle funkčních skupin na ..............a ...................\n":"aldosy a ketosy.","Nejjednodušší monosacharid je na obrázku a jmenuje se\n":"glyceraldehyd.","Obrázek vyjadřuje přepis Tollensova vzorce na Hawarthův vzorec\n":" Nepravda","Podle počtu uhlíků a podle funkční skupiny přiřaďte cukry\n":"D- glyceraldehyd – aldotriosa, D-fruktosa – ketohexosa, Dihydroxyaceton – ketotriosa, D- glukosa – Aldohexosa, D-ribosa – aldopentosa.","Poloacetalová vazba (platí pro pentosy a hexosy) vzniká reakcí aldehydické nebo ketoskupiny s hydroxylovou skupinou vázanou na ............uhlík.\n":"4, 5.","Poloacetalový hydroxyl se váže u aldos na .......... uhlík.\n":"1.","Počet chirálních (asymetrických) uhlíků v D-glukose je\n":"4.","Při oxidaci glukosy dochází ke změně na prvním uhlíku a vzniká \n \n \n":"kyselina D-glukonová.","Při syntéze sacharidů je katalyzátorem reakce\n":"chlorofyl.","Reakcí monosacharidů s kyselinou fosforečnou vznikají fosfáty. Zbytek kyseliny se váže na 2. nebo 4. uhlík.\n":" Nepravda","Redukcí D-glukosy vzniká cukerný alkohol. \n":" Pravda","Ribosa je monosacharid, který\n":"má 5 uhlíků, je součástí RNA, v cyklické formě se nazývá ribofuranosa.","Sacharidy jsou nejrozšířenější přírodní látky a jsou přítomny jak v rostlinných tak v živočišných buňkách.\n":" Pravda","Sacharidy vznikají\n":"fotosyntézou.","Směs optických antipodů v poměru 1:1 se nazývá ............... a je opticky inaktivní.\n":"racemát.","Vznikem poloacetalové vazby dochází ...............monosacharidů.\n":"ke změně v počtu chirálních uhlíků.","Vzorce vyjadřují 2 optické antipody.\n":" Pravda","α a β anomery se liší konfigurací na ....... uhlíku.\n":"1..","Dusíkaté báze nukleových kyselin jsou odvozeny od heterocyklů\n":"purin a pyrimidin.","Jak se nazývá útvar tvořený dusíkatou bází a pentózou?\n":"nukleosid.","Jakou zkratku má kyselina deoxyribonukleová?\n":"DNA.","K dusíkatým bázím přiřaďte heterocyklickou sloučeninu, od níž jsou odvozeny.\n":"thymin – pyrimidin, adenin – purin, uracil – pyrimidin, cytosin – pyrimidin, guanin – purin.","K uvedeným vzorcům přiřaďte, o jakou bází se jedná.\n\n":"e) – uracil, c) – guanin, a) – adenin, b) – cytosin, d) – thymin.","Kodon je\n":"trojice nukleotidů, triplet bází.","Která z nukleových \nkyselin má ve své struktuře \nuvedenou pentózu?\n":"RNA.","Molekula DNA a RNAse od sebe liší\n":"jednou bází, pentózou.","Na základě komplementaity bází doplňte k následujícím kodonům odpovídající antikodony v průběhu translace.\nACGGUACCU\n(v odpovědi nedělejte mezery)\n":"UGCCAUGGA.","Na základě komplementarity bází doplňte k následujícícm kodonům DNA odpovídající bází v průběhu replikace.\nAATCGACCC\n(odpověď pište bez mezer)\n":"TTAGCTGGG.","Na základě komplementarity bází k následujícícm kodonům doplňte odpovídající báze v průběhu transkripce.\nAATGCCGUA\n(v odpovědi neuvádějte mezery)\n":"UUACGGCAU.","Na základě komplementarity bází se pomocí vodíkových můstků spojují vždy\n":"báze purinové s pyrimidinovými.","Na základě komplementarity bází se v molekule DNA pomocí dvou vodíkových můstků spojuje\n":"thymin s adeninem.","Na základě komplementarity bází se v molekule RNA spojuje pomocí tří vodíkových můstků\n":"cytosin s guaninem.","Nukleotid tvoří\n":"nukleosid a zbytek kyseliny trihydrogenfosforečné.","Nukleové kyseliny\n":"zahrnují DNA a RNA, patří mezi biomakromolekulární látky.","Pojmem proteosyntéza označujeme\n":"transkripci a translaci.","Pořadí nukleotidů spojených esterovou vazbou označujeme jako strukturu\n":"primární.","Přepis genetické informace o primární struktuře bílkovin obsahuje\n":"mRNA.","Součástí které nukleové kyseliny je uvedený nukleotid?\n":"DNA.","Spojení dvou proti sobě probíhajících polynukleotidových řetězců DNA do dvojité pravotočivé šroubovice je označováno jako\n":"sekundární struktura.","Transkripce\n":"probíhá v jádře, je to přepis genetické informace z DNA na mRNA.","Translace\n":"probíhá na ribozomech, ke kodonům mRNA se dočasně připojuje svými antikodony tRNA nesoucí aminokyselinu.","Tvar \"jetelového listu\" je charakteristický pro\n":"tRNA.","Zbytek kyseliny trihydrogenfosforečné\n":"je vázán v poloze 5´na sacharid, spojuje dva nukleotidy.","Základní stavební jednotkou nukleových kyselin je\n":"nukleotid.","Beta-karoten je provitamin kterého vitamínu?\n(odpovězte pouze písmenkem)\n":"A.","Enzymy patří mezi látky, které vstupují do reakcí, urychlují je a vychází z nich nezměněny. Jak se tyto látky nazývají?":"biokatalyzátory.","Enzymy, které katalyzují přenos skupin atomů z jedné sloučeniny na druhou jsou":"transferázy.","Hypovitaminóza kterého vitamínu se projevuje deformací páteře a hrudníku (rachitis)?":"D.","Jak se nazývá hormon, který snižuje hladinu glukózy v krvi?\n":"insulin.","Jak se nazývá jednotka aktivity enzymů?":"katal.","K následujícím třídám enzymů přiřaďte, kterou reakci katalyzují.\n":" – oxidoreduktáza,  – hydroláza, – lyáza,  – izomeráza.","K následujícím vitamínům přiřaďte, do jaké skupiny chemických látek patří.\n":"vitamín K – derivát naftochinonu, vitamín C – derivát monosacharidu, vitamín A – terpeny.","Kobalt je součástí vitamínu\n":"B12.","Které z odvozených hormonů jsou odvozeny od α-AMK?\n":"thyroxin, adrenalin.","Který z uvedených hormonů je odvozen od tyrosinu?\n":"adrenalin.","Který z uvedených hormonů má opačný účinek než inzulín?":"glukagon.","Kyselina L-askorbová:\n":"je vitamín C, její nedostatek způsobuje kurděje.","Mezi steroidní hormony NEPATŘÍ:\n":"kalcitonin.","Neúčinná forma enzymů se nazývá\n":"proenzym, zymogen.","Podle reakce, kterou enzymy katalyzují je dělíme do":"6-ti tříd.","U následujících hormonů určete, zda se jedná o rostlinné, hmyzí nebo lidské.\n":"kalcitonin – lidské, gibereliny – rostlinné, kyselina abscisová – rostlinné, ekdyzon – hmyzí, feromony – hmyzí.","U následujíích vitamínů uveďte, zda jsou hydrofilní nebo lipofilní.":"vitamín E – lipofilní, vitamín B6 – hydrofilní, vitamín C – hydrofilní, vitamín B12 – hydrofilní, vitamín D – lipofilní, vitamín K – lipofilní.","V případě kompetitivní inhibice":"je inhibitor podobný substrátu, zvýšením koncentrace substrátu se inhibitor z enzymu vyváže.","Vyberte správné informace týkající se parathormonu.\n":"je to peptidický hormon, zvyšuje hladinu vápníku v krvi.","Vyberte správné informace týkající se thiaminu.\n":"je to vitamín B1, jeho nedostatek způsobuje onemocnění beri - beri.","Vyberte správné informace týkající se tokoferolu.\n":"je to vitamín E, patří mezi antioxidanty.","Doplňte místo otazníku správnou částici a druh jaderné reakce \n63 Li  +   21D   →      ?   +   4 2He  .\n":"? – částice α, jader. reakce – fúze.","Izotopy jsou atomy téhož prvku, které se od sebe liší:\n":"počtem neutronů, nukleonovým číslem, hmotnostním číslem.","Jaký druh záření doprovází přeměnu 238 U (92 protonů) na 234 Th (90 protonů)?\n":"alfa.","Jediným procesem radioaktivní přeměny, který lze ovlivnit zvenčí, je elektronový záchyt. Je to zvláštní typ přeměny β, kdy jádro zachytí e- z vlastního elektronového obalu (vrstva K) a proton se přemění na neutron. Při znovuzaplnění uvolněného místa elektronem (např. z vrstvy L) dojde k excitaci a uvolnění záření.  Napište název tohoto záření (jedním slovem).\n":"rentgenovo.","Jednou z nejvýznamnějších postav spjatých s historií radioaktivity je Marie Curie-Sklodowská (1867-1934), které byla za její objevy v této oblasti v roce 1911 udělena Nobelova cena.\nVyberte nepravdivá tvrzení o této osobě.\n":"narozena v Paříži, objevila radon a proces jeho izolace, zemžela na následky autonehody, objevila přirozenou radioaktivitu, objevila umělou radioaktivitu, její syn Frederik Joliot s manželkou Irene objevili umělou radioaktivitu.","Napište název  částice, která má být uvedena místo otazníku v jaderné přeměně   \n2713 Al  +   γ   →      ?   +   2612Mg  .\n":"proton.","Napište značku prvku, který vznikne z atomu fosforu (A=30) přeměnou β+.\nMožno použít následující výsek PSP:\nB     C    N    O    F   Ne\nAl    Si    P    S    Cl   Ar\nGa  Ge  As  Se   Br  Kr\nIn   Sn   Sb  Te    I    Xe\n":"Si.","Napište český název prvku, který patří místo otazníku:   \n     ?   +     11p      →    2612Mg   +   42 He .\nMožno použít následující výsek PSP:\nLi    Be                              B     C    N    O    F   Ne\nNa   Mg                             Al    Si    P    S    Cl   Ar\nK     Ca                             Ga  Ge  As  Se   Br   Kr\nRb   Sr                              In    Sn   Sb  Te    I    Xe\n \n \n \n \n":"hliník.","O jaký druh přeměny se jedná při přechodu 137Cs (55 protonů) na 137Ba (56 protonů)?\n":"beta mínus.","Od roku 1940 se pro zjištění stáří biologického materiálu užívá chemicko-fyzikální radiokarbonová metoda datování. Je založena na výpočtu z poklesu počtu atomů radioizotopu C v původně živých objektech. Po smrti organizmu dochází k přerušení příjmu radionuklidu C z okolí. Za 5730 let poklesne jeho relativní obsah ve vzorku na polovinu a změřením jeho poměru ke stabilnímu izotopu C je pak možné vypočíst dobu, kdy byl vzorek vyřazen z koloběhu v přírodě (organismus zemřel). O který radioizotop  A6C se jedná?  \n":"A=14.","Při rozpadu polonia se uvolňuje záření, které přeměňuje hliník na netabilní fosfor - ten pak přechází na stabilní křemík. K následujícím zápisům vyberte vhodný údaj:\n1.        →   206 Pb  +  4He\n2.     \n3.     \n":"2. – umělá radioaktivita, 1. – přirozená radioaktivita, 3. – přeměna beta plus.","Přirozené radionuklidy se získávají z rud, umělé ozařováním v jader. reaktoru nebo urychlovačem částic.\nKteré radionuklidy se užívají k uvedeným účelům?\n":"137Cs – radiační prům. technologie (výroba polymerů, vulkanizace), 147Pm – samosvítící pigmenty (laky-hodinky, přístroje, označení v dolech), 40At, 40K – geologie (datování stáří hornin), 60Co – radioterapie, radiochirurgie (LGN), ozařování potravin, studní, památek, 131I, 226Ra – radiofarmaka, 14C – archeologie, kriminalistika (ověřování původu, pravosti, stáří), Rn – balneologie (léčení radioaktivní vodou), 32P, 15N – zemědělství (účínnost hnojení).","Přiřaďte jednotky k odpovídajícím veličinám:\n":"dávkový ekvivalent (dávka x jakostní faktor) – 1 Sv (Sievert), aktivita radioaktivní látky (počet rad. přeměn v látce za sekundu) – 1 Bq (Becquerel), dávka = míra účinku záření (energie absorbovaná jednotkou prostředí) – 1 Gy (Gray).","Přiřaďte k uvedeným reakcím druhy přeměn:\n1.    \n2.    \n":"1. – přeměna beta mínus, 2. – přeměna gama.","Přiřeďte k druhům záření jejich charakteristiku:\n":"záření γ – proud fotonů, záření β+ – proud pozitronů, záření α – proud jader helia, záření β- – proud elektronů.","Přístroj na měření dávky (energie předané hmotě zářením) se nazývá:\n":"dozimetr.","Radioaktivita je schopnost nestabilního atomového jádra přeměňovat se na stabilnější jádro téhož prvku za současného vyzáření radioaktivního (ionizujícího) záření.\n":" Nepravda","Rozhodněte o pronikavosti záření:\n":"záření β – středně pronikavé, neproniká lidským tělem, záření α – nejméně pronikavé, zastaví ho už list papíru, záření γ – nejpronikavější, zastaví ho olověná deska nebo betonová zeď.","Transurany jsou prvky s velmi těžkými jádry a všechny jsou připraveny uměle jadernými reakcemi. Jejich protonové číslo je vyšší než 92 a jsou součástí .........\n":"aktinoidů.","Těžká, nestabilní jádra podléhají štěpení na jádra stabilnější.\nNapište, která částice reakci iniciuje. \n":"neutron.","Vyberte správná tvrzení o elektronovém záchytu:\n":"účastní se ho jádro i obal, doprovází ho roentgenové záření, vzniká nuklid s nižším protonovým číslem, záchyt elektronu z vlastního el. obalu.","Vyberte správné charakteristiky, týkající se záření α:\n":"silné ionizační účinky, proud částic se 2 protony a 2 neutrony, biologicky negativní účinky.","Vyberte správné charakteristiky, týkající se záření γ:\n":"slabé ionizační účinky, proud fotonů, elektromagnetické vlnění, biologicky méně nebezpečné.","Vyberte částice (označeny X, Y, Z), které \"ostřelují\" izotop dusíku za vzniku následujících produktů:\n1.  147N  +  X  →      178O  +   11p \n2.  147N  +  Y  →      158O  \n3.  147N  +  X  →      115B  +   4 2He\n":"Y – proton, Z – neutron, X – částice α."," Mezi radioaktivní záření nepatří:\n":"záření tepelné, záření akustické, záření mechanické, záření neonové."," Napište název jednoho významného zařízení, které je součástí primárního okruhu\na je mimo kontejnment..\n":"parogenerátor."," Napište značku prvku, ze kterého vznikne atom kryptonu (A=90) přeměnou β-.\nMožno použít následující výsek PSP:\nB     C    N    O    F   Ne\nAl    Si    P    S    Cl   Ar\nGa  Ge  As  Se   Br  Kr\nIn   Sn   Sb  Te    I    Xe\n":"Br.","Acetylkoenzym A\n":"je aktivovaná forma kyseliny octové, je společným produktem odbourávání glukózy, mastných kyselin a některých aminokyselin.","Amoniak uvolněný z aminokyselin\n":"vstupuje do ornithinového cyklu, se přemění na močovinu.","Anaerobní glykolýza\n":"je odbourávání glukózy bez přístupu kyslíku, probíhá v cytoplazmě.","Dýchací řetězec\n":"probíhá na vnitřní membráně mitochondrií, vodík vázaný v redukovaných koenzymech je oxidován kyslíkem na vodu za uvolnění energie.","Jak se nazývá poměr mezi výdejem a příjmem dusíku organismem?\n(odpovězte dvěma slovy)\n":"dusíková bilance.","Jak se nazývá proces tvorby ATP?\n(odpovězte jedním slovem)\n":"fosforylace.","K následujícícm reakcím přiřaďte, zdra probíhají ve světelné nebo temnostní části fotosyntézy.\n":"fotolýza vody – světelná, tvorba redukčního činidla – světelná, fotofosforylace – světelná, Hatch - Slackův cyklus – temnostní, Calvinův cyklus – temnostní.","K následujícím dějům přiřaďte jejich názvy.\n":"\"překlad\" pořadí nukleotidů mRNA do pořadí aminokyselin – translace, \"přepis\" informace z DNA na molekulu mRNA – transkripce.","K následujícím živočichům přiřaďte jejich odpovídající odpadní produkt dusíku.\n":"vodní živočichové – amoniak, ptáci, plazi – sůl kyseliny močové, člověk – močovina.","Kolik molekul ATP vznikne anaerobní glykolýzou 1 molekuly glukózy?\n(odpovězte pouze číslem)\n":"2.","Krebsův cyklus\n":"probíhá v matrix mitochondrií, v jeho průběhu kondenzací acetyl-CoA, oxalacetátu a vody vzniká citrát.","Která energie je při fotosyntéze přeměněna na energii chemických vazeb?\n(odpovězte jedním slovem)\n":"světelná.","Metabolismus je\n":"výměna látek a energií.","Nejvýznamnější makroergickou sloučeninou je:\n":"ATP.","Po vyčerpání zásob glykogenu v těle se glukóza získává\n":"glukoneogenezí.","Sacharidy jsou u autotrofních organismů produktem\n":"fotosyntézy.","Tuky se ve střevě štěpí na vyšší mastné kyseliny a?\n(odpovězte jedním slovem)\n":"glycerol.","Uhlíkaté zbytky aminokyselin se začleňují do\n":"Krebsova cyklu.","Uvedená rovnice patří reakci\n":"ethanolového kvašení.","Vyberte správné informace týkající se β-oxidace vyšších mastných kyselin\n":"řetězec mastné kyseliny se zkracuje o dvouuhlíkaté štěpy acetylkoenzymu A, probíhá v mitochondriích.","Z nadbytečné glukózy se v játrech tvoří\n":"glykogen.","Agaróza je hlavní složkou produktu agar, který se získává z některých mořských řas. Tvoří gely a používá se v potravinářství a mikrobiologii (na přípravu živných půd). Má podobnou strukturu jako jiný polysacharid, který je také součástí řas.\n":"chitin.","Bavlna je čistá\n":"celulóza.","Celulóza je hlavní složka buněčných stěn vyšších rostlin. Je nerozpustná ve vodě. Pro člověka nestravitelná, ale tvoří součást potravy jako vláknina. Jedná se o lineární polysacharid tvořený D-glukózovými jednotkami spojenými β1- ....glykosidickými vazbami.\n":"4.","Celulóza se získává ze dřeva jako surová celulóza neboli..............Slouží jako surovina pro papírenský a textilní průmysl.\n":"buničina.","Chitin je základní složka kutikuly členovců, buněčných stěn hub a některých řas. Je složen z monosacharidových jednotek obsahujících..........(napište značku prvku, který se nevyskytuje např. v celulóze).\n":"N.","D-glukany jsou polysacharidy, které jsou složeny pouze z D-glukózových jednotek. Patří tam\n":"Škrob, Celulóza, Glykogen.","Dextriny vznikají\n":"Hydrolýzou škrobu.","Disacharidy jsou\n":"Bezbarvé, krystalické látky., Dobře rozpustné ve vodě na sladké roztoky., Součástí potravin..","Glykogen je zásobní látka živočichů. Je obsažen v játrech a svalech. Je rozpustný ve vodě. Strukturou připomíná\n":"Amylopektin, ale je více větvený..","Inulin je zásobní látkou rostlin čeledi hvězdicovitých (jiřiny, pampelišky, čekanky). Používá se na přípravu jídel pro\n":"Diabetiky.","Invertní cukr\n":"Je složkou medu, Obsahuje D-glukosu, Obsahuje D-fruktosu.","Jodem se modře barví\n":"Škrob.","Které sacharidy jsou v přírodě nejrozšířenější?\n":"Polysacharidy.","Který z uvedených sacharidů je nejsladší?\n":"Fruktóza.","Laktóza dodává mléku nasládlou chuť. Kravské mléko obsahuje asi 4,5% laktózy. Při mléčném kvašení je laktóza bakteriemi přeměněna na kyselinu mléčnou (výroba kysaných mléčných výrobků). Laktóza\n":"vzniká spojením D-galaktózy a D-glukózy, je redukující disacharid, nazýváme ji mléčný cukr.","Maltóza se získává enzymatickou hydrolýzou škrobu při výrobě sladu. Maltóza\n":"vzniká spojením 2 molekul D-glukózy, je redukující disacharid, nazýváme ji sladový cukr.","Monosacharidové jednotky tvořící polysacharid mohou být:\n":"Stejného typu – Homopolysacharidy, Různého typu – Heteropolysacharidy.","Nitrát celulózy se používá:\n":"Do výbušnin.","Oligosacharidy obsahují ve svých molikulách 2-.........monosacharidových jednotek.\n":"10.","Oligosacharidy vznikají spojováním monosacharidů ............. vazbou\n":"glykosidickou.","Pektiny jsou zásobní polysacharidy složité struktury. Obsaženy jsou v jablkách, slupkách citrusů. Při zahřívání tvoří gely, čehož se využívá při výrobě\n":"džemů.","Polysacharidy mají podobnou strukturu jako oligosacharidy, ale jsou tvořeny větším počtem monosacharidových jednotek. Molekuly polysacharidů tvoří desítky až stovky monosacharidových jednotek.\n":" Nepravda","Přiřaďte chemický a triviální název disacharidů.\n":"Sacharóza – Řepný cukr, Maltóza– Sladový cukr, Laktóza – Mléčný cukr.","Redukující oligosacharidy redukují ...............činidlo a ................činidlo. Samy se oxidují.\n":"Fehlingovo, Tollensovo.","Redukční vlastnosti mají disacharidy, které obsahují alespoň jeden volný poloacetalový hydroxyl.\n":" Pravda","Sacharóza je nejrozšířenějším cukrem. Důležitá složka potravy. Vyrábí se z cukrové ......... nebo cukrové............Napište 2 slova a mezi něma mezeru.\n":"řepy třtiny.","Vlastnosti polysacharidů souvisí s jejich strukturou.\n":"Ve vodě jsou nerozpustné, bobtnají, některé jsou rozpustné., Nemají redukční vlastnosti., Nemají sladkou chuť..","Řepný cukr obsahuje\n":"Glukosu a fruktosu.","Škrob se průmyslově získává z brambor a obilovin a slouží k výrobě D-glukózy. Škrob\n":"je zásobní látka rostlin, se skládá ze 2 složek, ve vodě tvoří koloidní roztok.","Škrob se skládá ze dvou složek. Přiřaďte ke složkám dané charakteristiky.\n":"Amylopektin – Je větvený, ve vodě bobtná., Amylóza – Je nevětvená a rozpouští se ve vodě..","Acylglyceroly obsahují ve svých molekulách glycerol, který má ......OH skupiny.\n":"3.","Energeticky nejbohatší živinou pro organismus jsou\n":"Lipidy.","Fosfolipidy mají ve své molekule esterově vázanou kyselinu fosforečnou. Vyskytují se v\n":"membránách buněk (v nervových pochvách), játrech, ledvinách, žloutku a soji.","Glykolipidy obsahují jeden nebo více monosacharidových zbytků glykosidicky vázaných na lipidovou část tvořenou buď mono nebo diacylglycerolem nebo sfingosinem. Vyskytují se v buněčných membránách, v šedé mozkové kůře. Součástí glykolipidů jsou cukry:\n":"Glukosa, Galaktosa.","Izoprenoidy patří mezi odvozené lipidy. Stejně jako lipidy mají hydrofóbní charakter (ve vodě jsou nerozpustné). Jejich základní jednotka je izopren. Kolik má uhlíků?\n":"5.","Jednoduché lipidy mohou být tvořeny z\n":"glycerolu, nasycené mastné kyseliny, nenasycené kyseliny.","Jednoduché lipidy obsahuící převážně nasycené karboxylové kyseliny se nazývají\n":"Tuky.","Jednoduché lipidy, které jsou za běžných podmínek kapalné a obsahují více nenasycených kyselin než nasycených, se nazývají ............\n":"oleje.","Lipidy jsou .....................vyšších mastných kyselin s glycerolem nebo vyššími alkoholy.\n":"estery.","Lipidy mají tři základní biologické funkce v organismu.\nzásobárna ............( zdroj a rezerva ...........)\nstrukturní funkce ( biomembrány)\nochranná funkce\n":"energie.","Lipidy se nacházejí\n":"v buněčných membránách, v nervových tkáních, na listech některých rostlin, jako obalový materiál kolem živočišných orgánů.","Na přípravu dezinfekčních prostředků se používají ..........mýdla. Napište značku prvku.\n":"K.","Oxidací 1g lipidů získá organismus .......kJ.\n":"38.","Oxidací vícenásobně nenasycených mastných kyselin a jejich následnou polymerací dochází ke vzniku tvrdého filmu. Tento jev se nazývá vysychání olejů. Tyto oleje se používají k výrobě:\n":"Fermeží.","Podstatou výroby mýdla je:\n":"zásaditá hydrolýza.","Při odbourávání tuků v organismu se nejprve spotřebovává jaterní tuk před podkožním tukem.\n":" Pravda","Přiřaďte kyseliny, zda jsou nasycené nebo nenasycené.\n":"Kyselina stearová – Nasycená kyselina, Kyselina olejová – Nenasycená kyselina, Kyselina linolová – Nenasycená kyselina, Kyselina palmitová – Nasycená kyselina, Kyselina linolenová – Nenasycená kyselina.","Přiřaďte použití mýdel, pokud existuje.\n":"Vápenatá a hořečnatá mýdla – Ve vodě nerozpustná. Nemají čistící účinky., Draselná mýdla – Dezinfekční prostředky., Sodná mýdla – Prací nebo čistící prostředky..","Rostlinné tuky jsou obsaženy především v semenech a plodech. Využívají se v potravinářství, k výrobě nátěrových hmot, při výrobě kosmetiky a léčiv. Mezi rostlinné tuky patří\n":"olej řepkový, olej slunečnicový, olivový olej, lněný olej.","Rozklad tuků způsobený vzdušným kyslíkem a mikroorganismy nazýváme .............Nejsnadněji mu podléhají oleje obsahující nenasycené mastné kyseliny za uvolnění nepříjemně zapáchajících nižších mastných kyselin.\n":"žluknutí.","Složené lipidy obsahují alkoholovou složku (glycerol nebo sfingosin), zbytky vyšších mastných kyselin a další složku (kys. fosforečnou nebo sacharid). Uplatňují se především při stavbě biologických membrán. Patří tam\n":"Fosfolipidy, Glykolipidy.","Složené lipidy obsahují hydrofóbní a hydrofilní část. Přiřaďte řetězce\n":"fosfátová skupina (iontový charakter - rozpustná ve vodě) – hydrofilní část, delší uhlíkový řetězec (postranní řetězce mastných kyselin) – hydrofóbní část.","Triacylglycerol se hydrolyticky štěpí (kyselou hydrolýzou) za přítomnosti kyseliny chlorovodíkové na glycerol a ..........molekuly karboxylových kyselin.\n":"3.","U lipidů s nenasycenými kyselinami dochází často k\n":"oxidaci.","V lidském tuku je zastoupena nejvíce kyselina palmitová, stearová a olejová. Poměr nasycených a nenasycených kyselin je 2:3.\n":" Pravda","Vosky jsou estery vyšších mastných kyselin s vyššími jednosytnými alkoholy, které mají nejméně ............uhlíků.\n":"16.","Vosky mají původ rostlinný nebo živočišný. Přiřaďte\n":"Lanolín. – Ovčí vlna - živočišný původ., Včelí vosk. – Stavební funkce - živočišný původ., Vorvaňovina (vosk v lebeční dutině vorvaně a příbuzných kytovců). – Živočišný původ., Ochranná vrstva plodů a listů (kutikula).– Rostlinný původ..","Vyberte kyseliny, které jsou součástí lipidů.\n":"Kyselina olejová, Kyselina palmitová, Kyselina linolová, Kyselina linolenová.","Ztužování tuků je chemický proces, který označujeme jako\n":"katalytickou hydrogenaci.","Živočišné tuky jsou součást podkožního tuku a obalují vnitřní orgány. Mezi živočišné tuky patří sádlo(vepřový tuk), lůj(hovězí tuk), máslo(mléčný tuk), rybí tuk. Používají se\n":"v potravinářství, při výrobě kosmetiky, při výrobě léčiv.","Amorfní formou uhlíku je/jsou:\n":"saze.","Bílý fosfor je na vzduchu samozápalný, proto se uchovává:\n":"pod vodou.","Bílý fosfor se vyrábí ze směsi apatitu a křemene v elektrické peci redukcí:\n":"koksem, uhlíkem.","Dusičnany používáme jako hnojiva - ve vodě jsou rozpustné x nerozpustné, označujeme je jako kamence x ledky.\nZ vyznačených dvojic vyberte správná slova, přepište v daném pořadí a oddělte čárkou a mezerou.\n":"rozpustné, ledky.","Eutrofizace vod znamená:\n":"přemnožení řas a sinic v povrchových vodách vlivem sloučenin fosforu.","GRAFIT neboli saze x tuha je modifikací uhlíku s kovovým x nekovovým leskem, je měkký x tvrdý, vede x nevede elektrický proud, vrstvy jsou tvořeny cykly ze 4 x 6 atomů uhlíku.\nZ vyznačených dvojic vyberte správné údaje a v uvedeném pořadí, oddělené čárkou a mezerou je zapište.\n":"tuha, kovovým, měkký, vede, 6.","Haber - Boschovou syntézou se vyrábí:\n":"dusík.","Hořením amoniaku NH3 + O2 vzniká:\n":"oxid dusnatý a voda.","Jako anestetikum se užívá rajský plyn neboli\n":"oxid dusný.","Jako fosforečná hnojiva je vhodné použít (vyberte variantu, kde je celá odpověď správně):\n":"dihydrogenfosforečnany, protože jsou dobře rozpustné ve vodě.","K uvedené rovnici vyberte správnou možnost:\nCa3(PO4)2 +  2 H2SO4 →  Ca(H2PO4)2 +  2 CaSO4\n":"výroba superfosfátu.","K uvedeným vzorcům vyberte správné názvy:\n":"MgCO3 – magnezit, Na2CO3 – soda, CaCO3 – vápenec, CaCO3 * MgCO3 – dolomit.","Karbidy jsou binární sloučeniny uhlíku s elektropozitivnějšími prvky, velmi tvrdé. Vytvořte správně dvojice:\n":"CaC2 – iontový karbid, s vodou reaguje, SiC – kovalentní karbid, s vodou nereaguje, WC – intersticiální karbid, velmi tvrdý.","Kolik hmotnostních procent fosforu je obsaženo v P4O10 ?\nAr(P) = 31, Ar(O) = 16\n":"43,7%.","Nejvýznamnějším fosforečným hnojivem je superfosfát. Jeho součástí není:\n":"vápenec, fosforečnan vápenatý, apatit.","Přiřaďte správně do dvojic:\n":"fosfan PH3 – velmi toxický plyn způsobující edém plic, srdeční dysfunkci, slabá zásada, H3PO4 – středně silná kyselina bez oxidačních účinků, P4O10 – hygroskopická látka - užívá se jako sušidlo, fosfid hlinitý AlP – vodou se rozkládá za vzniku fosfanu a hydroxidu.","Rozhodněte o správnosti následujícího tvrzení:\nAktivní uhlí je pórovitá forma uhlíku  s velkým povrchem, slouží k adsorbci plynů (filtry ochranných masek) nebo kapalin (živočišné uhlí).\n":" Pravda","Rozhodněte, zda následující tvrzení je pravdivé:\nFeCO3 +  3 CO  →  Fe  +   3 CO2\nCO je v uvedené rovnici oxidačním činidlem.\n":" Nepravda","Rozpouštěním oxidu uhelnatého ve vodě vzniká kyselina uhličitá.\n":" Nepravda","Uhlík je biogenní prvek. Vyberte a napište písmeno (bez závorky), pod kterým je správně zapsán jeho koloběh v přírodě:\na) CO2(fotosyntéza) → organické sloučeniny(trávení) → CO2\nb) C(fotosyntéza) → organické sloučeniny(trávení) → CO2\nc) CO(fotosyntéza) → organické sloučeniny(trávení) → C\nd) CO2(fotosyntéza) → organické sloučeniny(trávení) → C\n":"a.","V salmiaku je chlor vázán na dusík vazbou:\n":"koordinačně kovalentní, dativní.","Vazba mezi atomy dusíku v jeho molekule je tvořena následujícím počtem elektronů:\n":"6.","Vyberte k uvedeným vzorcům sloučenin správně jejich charakteristiku:\n":"COCl2 – jedovatý plyn způsobující edém plic, bojová látka, CS2 – toxická, páchnoucí kapalina, nepolární rozpouštědlo, KCN – cyankali, HCN – toxický, bezbarvý plyn, zapáchající po hořkých mandlích.","Vyberte nesprávné tvrzení o oxidu uhličitém:\n":"netečný plyn, s NaOH tvoří HCOONa.","Vyberte správná tvrzení o chemickém prvku s elektronovou konfigurací\n1s2 2s22p6 3s2 3p3 :\n":"5 valenčních elektronů, 15. skupina, 3.perioda, P.","Vytvořte správně dvojice vzorec - název:\n":"NH4NO3 – ledek amonný, NH4Cl – salmiak, (NH4)2CO3 – amonium, NH3 – azan.","Vytvořte správně dvojice:\n":"[Pt(NH3)4][PtCl4] – komplexní sloučenina s komplexním aniontem i kationtem, [Co2(CO)8] – komplex, [Cu(CO)4]2+ – komplexní částice, [Ni(H2O)6]SO4 – komplexní sloučenina s komplexním kationtem, Na3[AlF6] – komplexní sloučenina s komplexním aniontem.","Vytvořte vhodné dvojice:\n":"HNO3 +  H2SO4 – nitrační směs, 2 NaN3 → 2 Na  +  3 N2 – nafukování airbagů, (NH4)2CO3 → CO2 + H2O + 2 NH3 – kypření těsta, tepelný rozklad (NH4)2Cr2O7 – laboratorní příprava dusíku.","Vytvořte vhodně dvojice:\n":"HNO3 reaguje s bílkovinami žlutě – xantoproteinová reakce, NaNO2 ničí bakterie produkující botulotoxin – udržuje červené zbarvení masa, při jeho trávení vznikají karcinogenní nitrosaminy, 4 HNO3 →  4 NO2 +  O2 +  2 H2O – dýmavá kyselina dusičná, nitrózní plyny NOx – toxické látky uvolňující se do ovzduší spalováním fosilních paliv a pohonných hmot.","Červený fosfor se výrábí zahříváním bílého fosforu za přístupu vzduchu.\n":" Nepravda","2 PbS + 3 O2 → 2 PbO + 2 SO2\nUvedená chemická rovnice představuje:\n":"pražení rudy pro výrobu olova.","Al(OH)3, který je součástí léku ANACID, je látka:\n":"amfoterní.","Al, Al2O3 i Al(OH)3 reagují s NaOH za vzniku komplexní sloučeniny tetrahydroxohlinitanu sodného Na/Al(OH)4/.\nRozhodněte, zda je toto tvrzení pravdivé.\n":" Pravda","Al2O3 je po diamantu nejtvrdší minerál.\nK barvám jeho odrůd přiřaďte správné názvy:\n":"červený – rubín, modrý – safír, šedý – smirek, hnědý – korund.","Al2O3 nenajdeme v přírodě pod názvem\n":"ametyst.","Bismut se vyskytuje v přírodě ve formě Bi2O3 s triviálním názvem bismutový okr a jeho redukcí uhlíkem vzniká čistý kov.\n":" Pravda","Doplňte správně text:\nHliník se vyrábí při 950°C elektrolýzou taveniny bauxitu Al2O3.2H2O (obr.) a kryolitu Na3AlF6, který se přidává ....\n":"pro snížení teploty tání.","ELOXOVÁNÍ (eloxace) je proces úpravy povrchu kovu. Týká se ....\n":"hliníku.","Hydrolýzou Bi(NO3)3 vzniká zásaditý dusičnan bismutitý, který se nepoužívá:\n":"jako přísada při výrobě slitin.","Jako redukční činidlo pro výrobu Pb z rudy se užívá:\n":"uhlík.","K \"cínovému moru\" dochází dlouhodobým působením teploty pod 13°C u následující modifikace cínu (vyberte správnou variantu):\n":"cín bílý, kovový, čtverečný (β).","K uvedené reakci vyberte vhodný pojem:\nAl2(SO4)3 +  6 NaOH  →  2 Al(OH)3 +  3 Na2SO4\n":"konverze.","K uvedeným pojmům vyberte vhodně dvojici:\n":"PbCO3 – výroba olověné běloby, Pb3O4 – suřík, červený pigment, PbO – výroba křišťálu, PbO2 – výroba zápalek, pyrotechniky, PbCrO4 – chromová žluť.","Nejznámější olověnou rudou je:\n":"galenit.","PbO2 + Pb + 2 H2SO4 → 2 PbSO4 + 2 H2O\nK uvedené rovnici vyberte správná tvrzení:\n1. V naznačeném směru probíhá nabíjení akumulátoru.\n2. V naznačeném směru probíhá vybíjení akumulátoru.\n3. Reakce je redoxní.\n4. Reakce je acidobazická.\n5. Elektrolytem je voda.\n6. Elektrolytem je kyselina sírová.\n":"2,3,6.","Při reakci     Al(OH)3 +  HCl  vznikají produkty:\n":"chlorid hlinitý + voda.","Přiřaďte k prvkům správná tvrzení:\n":"hliník – slitiny, elektrotechnika, obalový meteriál, galium – slitiny, využití v elektrotechnice (tranzistory, polovodiče), thalium – tvoří toxické sloučeniny (hubení hlodavcú), indium – slitiny, zrcadla, regulační tyče, LCD, LED.","Rozpustné sloučeniny bizmutu jsou toxické a způsobují:\n":"poruchy zažívacího ústrojí.","Uveďte správně složení slitin:\n":"liteřina – Pb + Sn + Sb, pájka – Pb + Sn, dural – Al + Mg + Cu, střelivo – Pb + Sb.","V následujícím textu přiřaďte k číslům správné možnosti.\nPolonium je (1) prvek, který byl objeven a izolován na konci (2) z jáchymovské rudy (3). Za tento objev (4) byla udělena v roce 1911 Nobelova cena. Patří mezi (5) a jeho izotopy se užívají v (6).\n":"(5) – chalkogeny, (1) – radioaktivní, (6) – medicíně, při odstraňování statického náboje v textilním průmyslu, výrobě filmů, (4) – M. Curie-Sklodowské, (2) – 19.století, (3) – smolinec.","Vyberte hlinitou sloučeninu, která se nepoužívá ve zdravotnictví:\n":"síran hlinitý.","Vyberte nesprávné tvrzení.\nAluminotermie ....\n":"...se užívá k tepelnému rozkladu hliníkových rud..","Vyberte reakci, která probíhá při čištění obrazů malovaných olověnou bělobou:\n1. PbS + 4 H2O2 →  PbSO4 + 4 H2O\n2. PbS + 4 H2O →  PbSO4 + 4 H2\n3. PbS + 2 H2O2 →  PbH2 +  H2SO4\n":"1.","Vzdušným kyslíkem nebo koncentrovanou HNO3 se hliník pasivuje a pokrývá vrstvičkou ...................... , která zamezuje další korozi hliníku.\nDoplňte název sloučeniny místo teček.\n":"oxid hlinitý.","Významnou vlastností hliníku je jeho amfoterita. Rozhodněte, zda hliník reaguje podle uvedených chemických rovnic.\n1. 2 Al + 6 HCl  → 2 AlCl3 +  3 H2\n2. Al + 3 NaOH  →  Al(OH)3 + 3 Na\n":" Nepravda","Z nabízených možností vyberte vlastnost, která je společná hliníku, oxidu hlinitému i hydroxidu hlinitému.\n":"amfoterní látky.","Z následujících prvků vyberte radioaktivní kov a napište jeho název:\nRn, Po, At, Pb, Bi.\n":"polonium.","Zdrojem elektrického proudu v automobilech je olověný akumulátor.\nK uvedeným pojmům správně vytvořte dvojice.\n":"redukce Pb2+ → Pb0 – nabíjení akumulátoru, oxidace Pb0 → Pb2+ – vybíjení akumulátoru, olověné desky s vrstvičkou PbO2 – katoda, olověné desky – anoda.","Černání olověné běloby na obrazech způsobuje vzdušný:\n":"sulfan a vzniká PbS.","Arsan AsH3 je prudce jedovatý plyn zapáchající po :\n":"česneku.","Bor je polokov, stopový biogenní prvek, ve vyšších dávkách však pro člověka škodlivý (edém mozku, poškození ledvin). Ve sloučeninách se vyskytuje v oxidačním čísle...........\n":"III.","Borax Na2B4O7.10H2O se nepoužívá :\n":"dezinfekční prostředek.","Chemický prvek se značkou Sb má název:\n":"antimon.","Elektrondeficitním polokovem (má více valenčních orbitalů než valenčních elektronů) s možností tvořit tak koordinačně-kovalentní vazbu je........\n":"bor.","K elektronové konfiguraci přiřaďte správný prvek:\n":"/He/2s22p1 – B, /Kr/4d105s25p4 – Te, /Ne/3s23p2 – Si, /Ar/3d104s24p3 – As.","K uvedeným vzorcům přiřaďte správné názvy:\n":"SbH3 – stiban, AsH3 – arsan, SiH4 – silan, BH3﻿ – boran.","Křemík (na obrázku) se dá připravit redukcí z jeho oxidu nebo halogenidu. Vyberte pro tuto reakci vhodné redukční činidlo:\nSiCl4 +  2 ...  →  Si  +  2 ...Cl-2\n":"zinek.","Křemík je ve výskytu v zemské kůře (volný\ni vázaný) na místě:\n":"druhém.","Křemík se nevyskytuje především ..........\n":"v krvi a lymfě.","Napište název poměrně vzácného polokovu, který vidíte na obrázku. Ve sloučeninách se vyskytuje v sudých oxidačních číslech od -II do +VI a používá se v polovodičové technice a metalurgii (slitiny). Umístění jeho valenčních elektronů: 5s25p4.\n":"tellur.","Napište značku polokovu, kterému patří elektronová konfigurace /Ar/3d104s24p3.\n":"As.","Polokovy patří mezi p-prvky a jsou umístěny v V.A až VII.A  skupině.\nZ následujících prvků vyberte polokovy a zařaďte je do odpovídajících skupin:\nB, Ga, Se, I, Pb, Si, P, Te, In, At.\n":"tetrely – Si, pentely – As, triely – B, halogeny﻿ – At, chalkogeny﻿ – Te.","Prudce jedovatý arsenik je............\n":"oxid arsenitý, bílý prášek.","Sassolin je triviální název pro jednu z nejznámějších sloučenin boru - minerál  H3BO3.\n":" Pravda","Si se vyskytuje v přírodě v mnoha minerálech a horninách. K uvedeným obrázkům přiřaďte vhodné názvy:\n":"– růženín, – živce, – silikagel, – slída, – ametyst, – azbest,  – křemen, – kaolin,  – onyx.","Silany jsou velmi reaktivní, vznětlivé binární sloučeniny křemíku s ..............(doplňte název prvku v 7. pádu).\n":"vodíkem.","Skleněné výrobky se zdobí různými sklářskými technikami. Vyberte z nabízených možností tu, která odpovídá uvedené chemické rovnici:\nSiO2 +  4 HF  →  SiF4 +  2 H2O\n":"leptání skla pomocí HF.","Správný název boraxu Na2B4O7.10H2O je ....\n":"dekahydrát tetraboritanu disodného.","Určete oxidační číslo telluru v molekule jeho nejznámější kyseliny H6TeO6.\n":"+VI.","V analytické chemii se k důkazům prvků užívají také plamenové reakce.\nKterý polokov barví plamen zeleně?\n":"bor.","Ve zdravotnictví se využívá dezinfekčních účinků H3BO3 ve formě roztoku (borová voda) nebo mastí. Jaká je  koncentrace borové vody ?\n":"3%.","Vyberte nutné suroviny pro výrobu obyčejného skla:\n":"oxid křemičitý, uhličitan sodný, vápenec.","Vyberte správné tvrzení o SbH3.\n":"Stiban je toxický plyn zapáchající po sulfanu..","Vyberte z následujících prvků radioaktivní polokov, který byl připraven v roce 1940 na University of California v Berkeley ostřelováním bismutu alfa částicemi a jehož existenci předpověděl už D.I.Mendělejev a v PSP ho uvedl pod názvem \"eka-jod\".\nI, Te, Po, At, Rn, Br\n\n":"At.","Z následujících možností vytvořte vhodné dvojice:\n":"práškový SiO2 – silikóza, kaolin – porcelán, silikony – hydrofobní účinky, Na2SiO3, K2SiO3 – vodní sklo, živce (hlinitokřemičitany) – cement, H4SiO4 – silikagel.","Z následujících prvků vyberte radioaktivní polokov:\ntellur, galium, polonium, antimon, jod, astat, bismut, radium\n \n":"astat.","Z uvedených možností vyberte látku, v níž se v přírodě nevyskytuje křemík:\n":"vápenec."," \n \n \n \nVyberte nesprávné tvrzení o silikonech.\n":"Silikony jsou organokřemičité sloučeniny obsahující atomy hliníku s lineární nebo zesíťovanou strukturou.."," \n \n \n \n \nSilikony (siloxany) jsou:\n":"polymerní organokřemičité sloučeniny, hydrofobní.","Ca(OH)2 se používá ve stavebnictví pro přípravu:\n":"malty.","Chemická rovnice\nMg(HCO3)2 ↔ CO2 + H2O + MgCO3\nvyjadřuje přechodnou tvrdost vody, která se odstraňuje:\n":"povařením.","Hořčík je velmi lehký kov, odolný vůči hydroxidům. Na vzduchu shoří za vzniku MgO, s dusíkem reaguje za vzniku Mg3N2. Protože kyslík i dusík jsou součástí vzduchu, uchovává se Mg pod vodou.\nRozhodněte, zda je uvedené tvrzení pravdivé.\n":" Nepravda","Hořčík se nepřipravuje:\na) elektrolýzou:   MgCl2 → Mg + Cl2\nb) tepelným rozkladem:  2 MgCO3 → 2 Mg + O2 + 2 CO2\nc)  redukcí karbidem vápenatým:  MgO + CaC2 → Mg + CaO + 2 C\n":"b).","Jeden z kovů alkalických zemin objevila v roce 1898 v jáchymovském smolinci Marie Curie-Sklodowská. Jednalo se o prvek s názvem ................\n":"radium.","K uvedené charakteristice vyberte odpovídající prvek:\n":"amfoterní kov pro výrobu speciálních slitin (chirurgické nástroje) – berrylium, silně radioaktivní prvek s využitím v lékařství – radium, biogenní prvek s účinkem na nervový a svalový systém, součást chlorofylu – hořčík, používá se v pyrotechnice,  jeho izotop (A=90) je obsažen ve spadu při jaderných haváriích – stroncium, biogenní prvek obsažený v kostech, zubech, krvi – vápník, velmi toxický prvek, tvoří nejsilnější zásadu ze všech s2-prvků – baryum.","Ke vzorcům nerostů přiřaďte správně jejich názvy.\n":"CaSO4 * 2H2O – sádrovec, CaCO3 * MgCO3 – dolomit, BaSO4 – baryt, MgCO3 – magnesit, CaCO3 – vápenec.","Kovy alkalických zemin barví charakteristickým způsobem plamen. K uvedeným barvám vyberte jejich původce - chemický prvek.\n":"vápník – cihlově červená, stroncium – karmínově červená, baryum – zelená.","Kovy alkalických zemin jsou elektropozitivní, ve skupině roste zásaditost jejich oxidů a hydroxidů, jsou chemicky reaktivní, proto jsou umístěny v Beketovově řadě vpravo od vodíku.\nPatří mezi ně vápník, stroncium, baryum a radium.\n":" Nepravda","Kterou látkou z kuchyně neodstraníte vodní kámen (např. z varné konvice)?\n":"jedlá soda, sůl.","Mezi 10 nejrozšířenějších prvků v zemské kůře patří:\n":"Ca a Mg.","MgCO3 → MgO + CO2\nJeden z produktů uvedené chemické reakce je bílý, žáruvzdorný prášek. Jaký je jeho název?\n":"pálená magnezie.","Oslnivé bílé světlo a bílý dým pevného produktu (oxidu) jsou projevem:\n":"hoření Mg.","Při vaření tvrdé vody ve varné konvici probíhá reakce\nCa(HCO3)2 → CO2 + H2O + CaCO3 .\nKterý z reaktantů se usazuje na dně konvice jako \"vodní kámen\" ?\n":"uhličitan vápenatý, vápenec.","Radium je známé fluorescencí, proto se dříve nanášelo na ciferníky hodinek.\nDnes se radnaté sloučeniny používají  ..................\n":"v lékařství.","Radium se nevyrábí, vyskytuje se v minerálu, který se jmenuje...............\n":"smolinec.","Smaragd a akvamarín jsou odrůdy berylu (křemičitanu beryllnato-hlinitého - viz obrázek). Který z následujících oxidů není jeho součástí?\n":"BaO.","Ve vápence se podle chemického děje popsaného rovnicí CaCO3 → CaO + CO2 vyrábí:\n":"pálené vápno.","Vyberte písmeno (bez závorky), pod kterým je sloučenina, v níž není obsažen vápník:\na) sádra                        b) mramor\nc) alabastr                     d) soda\ne) kalcit                          f) aragonit\n":"d.","Vyberte rovnici odpovídající ději, který označují zedníci jako \"pocení zdí\" (napište jen písmeno):    a) Ca + 2 H2O → Ca(OH)2 + H2\nb) CaCO3 → CaO + CO2\nc) CaO + H2O → Ca(OH)2\nd) Ca(OH)2 + CO2 → CaCO3 + H2O\n":"d.","Vyberte rovnici, která odpovídá průmyslové výrobě hašeného vápna (napište písmeno bez závorky): a)  Ca + 2 H2O → Ca(OH)2 + H2\nb)  CaCO3 → CaO + CO2\nc)  CaO + H2O → Ca(OH)2\nd)  Ca(OH)2 + CO2 → CaCO3 + H2O\n":"c.","Vyberte rovnici, která odpovídá průmyslové výrobě páleného vápna (napište jen písmeno): a) Ca + 2 H2O → Ca(OH)2 + H2\nb) CaCO3 → CaO + CO2\nc) CaO + H2O → Ca(OH)2\nd) Ca(OH)2 + CO2 → CaCO3 + H2O\n":"b.","Vyberte rovnici, která zachycuje silně exotermický děj (napište jen písmeno):\na) CaO + H2O → Ca(OH)2\nb) Ca(OH)2 + CO2 → CaCO3 + H2O\nc) CaCO3 → CaO + CO2\nd) CaCO3 + CO2 + H2O ↔ Ca(HCO3)2\n":"a.","Vyberte správně užití sloučenin:\n":"Mg(HCO3)2 – přechodná tvrdost vody, odstraní se varem, MgSO4 * 7H2O – hořká sůl, projímadlo, Mg(OH)2 – antacidum, součást gelů na popáleniny, MgO – žáruvzdorný materiál pro vyzdívání pecí.","Z nabízených reakcí vyberte tu, která představuje růst a rozpouštění krápníků v jeskyních - krasové jevy (napište jen písmeno):\na) CaO + H2O → Ca(OH)2\nb) Ca(OH)2 + CO2 → CaCO3 + H2O\nc) CaCO3 → CaO + CO2\nd) CaCO3 + CO2 + H2O ↔ Ca(HCO3)2\n":"d.","Z následujícívh prvků vyberte ty, které nepatří mezi kovy alkalických zemin (nikoliv do celé II.A skupiny):\n":"draslík, hořčík.","Ze skupiny s-prvků je amfoterním prvkem (má vlastnosti podobné hliníku, také se užívá na výrobu slitin):\n":"beryllium."," \n \nNěkteré hořečnaté a vápenaté soli se užívají jako hnojiva.\nK jejich obchodním názvům vyberte správně názvy chemické.\n":"dusíkaté vápno – kyanamid vápenatý, superfosfát – dihydrogenfosforečnan vápenatý + síran vápenatý, hořká (Epsomská) sůl – heptahydrát síranu hořečnatého."," \n \nPro výrobu významného technického plynu acetylénu C2H2 se používá:\n":"karbid vápenatý."," Při štěpení uranu vzniká radioizotop 90Sr, který\nje podobný vápníku. Při vniknutí do těla se\nzabudovává do kostí a může způsobit leukémii.\nJeho poločas rozpadu je (napište písmeno bez\nzávorky):\na) 28 vteřin\nb) 28 hodin\nc) 28 let\n \n":"c."," Sloučeniny barya rozpustné ve vodě jsou toxické. Síran barnatý patří k nejméně rozpustným sloučeninám, nerozpouští se dokonce ani v koncentrované HCl, proto se může používat jako kontrastní látka při rentgenu žaludku (baryová suspenze).\n":" Pravda","Alkalické kovy se díky své vysoké reaktivitě na vzduchu pokrývají vrstvičkami oxidačních produktů, proto je uchováváme:\n":"v petroleji.","Alkalické kovy se na vzduchu pokrývají vrstvičkou oxidačního produktu. Při jejich hoření mohou vznikat oxidy, peroxidy a superoxidy v závislosti na jejich redukčních schopnostech vůči kyslíku (nejsilnější je Li). Vyberte k prvku správný produkt jeho hoření:\n":"Li – oxid, K – superoxid, Na – peroxid.","Alkalické kovy se vyrábějí elektrolýzou tavenin jejich chloridů. Podle schématu na obrázku vyberte k uvedeným reakcím odpovídající tvrzení související s výrobou sodíku:\n \n":"Na+ + e- → Na0 – redukce, probíhá na katodě, Cl- → e- + Cl0 – oxidace, probíhá na anodě.","Alkalické kovy se vyrábějí elektrolýzou tavenin jejich halogenidů, hlavně chloridů.\nNapř.:   2 NaCl → 2 Na + Cl2\nK níže uvedeným reakcím vyberte správné pojmy.\n":"Cl- → e- + Cl0 – oxidace, probíhá na anodě, Na+ + e- → Na0 – redukce, probíhá na katodě.","Alkalické kovy se vyskytují vázané ve formě solí - hlavně chloridů -  také v mořské vodě, z níž se těží.\nSalinitu 10x větší než Středozemní moře  má..........\n":"Mrtvé moře.","Bazicita hydroxidů alkalických kovů roste v řadě\nLiOH ‹ NaOH ‹ KOH ‹ RbOH ‹ CsOH\npodle:\n \n":"rostoucího protonového čísla.","Dusitan sodný, který vzniká při reakci\n2 NaOH + 2 NO2 → NaNO2 + NaNO3 + H2O, se používá jako:\n":"činidlo v organické chemii (výroba barviv).","Fialová je typické zbarvení roztoku zásadité látky,\npokud použijeme jako acidobazický indikátor.................(napište název indikátoru).\n":"fenolftalein.","Hydroxid sodný se nepoužívá k následujícím účelům (vyberte):\n":"výroba skla, výroba sody, výroba sodíku.","Ke vzorcům vyberte správné názvy:\n":"K3[Fe(CN)6] – červená krevní sůl, Fe4[Fe(CN)6]3 – Turnbullova neboli berlínská modř, K4[Fe(CN)6] – žlutá krevní sůl.","Lithium nejsilněji redukuje kyslík, proto shoří na:\n":"oxid lithný.","Lithium se v přírodě vyskytuje hlavně v křemičitanech nebo jako Li2CO3 (poušť Atacama). Zahříváním se Li2CO3 jako jediný uhličitan alkalického kovu rozkládá na .........\n":"oxid lithný a oxid uhličitý.","Místo písmen doplňte chybějící vzorce v následujících rovnicích:\nNaCl + NH3 + CO2 + H2O  →   a)  + NH4Cl\n2 a)  → CO2 + H2O +  b)\n":"b) – uhličitan sodný, a) – hydrogenuhličitan sodný.","NaOH nebo KOH se vyrábějí také z uhličitanů,\nnapř. K2CO3 + Ca(OH)2 → 2 KOH + CaCO3.\nVe vodě nerozpustný CaCO3 se od roztoku hydroxidu oddělí filtrací.\nTento způsob výroby se nazývá.....\n":"kaustifikace.","Oxidační číslo alkalických kovů je:\n":"0, I.","Peroxid sodný je silné oxidační činidlo, má bělící schopnosti a s vodou reaguje za vzniku NaOH a ...............   (napište název produktu v 1.pádu):\nNa2O2 + 2 H2O  → 2 NaOH  +  ...................            (probíhá podvojná záměna)\n":"peroxid vodíku.","Pro alkalické kovy je charakteristické, že typicky barví plamen. K barvě plamene vyberte odpovídající prvek.\n":"červený – lithium, žlutý – sodík, modrý – draslík.","Reakcí   Na2CO3 + CO2 + H2O se připravuje:\n":"jedlá soda, soda bicarbona.","Rozhodněte o správnosti následujícího tvrzení:\nAlkalické kovy jsou stříbrolesklé, mají elektronovou konfiguraci 1s 1, svůj valenční elektron velice ochotně poskytují na vazbu - tvoří kationty, jsou tedy silně elektropozitivní.\n":" Nepravda","Sodík a draslík patří mezi významné biogenní prvky, jejichž kationty mají vliv na rostliny i živočichy. Uveďte jejich správné funkce v organismu.\n":"NaHCO3 – neutralizace žaludečních šťáv, Na2SO4.10H2O – projímadlo, Na+ – extracelulární význam, reguluje osmotický tlak, NaNO3 – hnojivo, NaNO2 – toxický, K+ – intracelulární význam, ovlivňuje nervosvalovou činnost.","Solvayovou metodou se vyrábí:\n":"krystalická soda.","Vyberte nepravdivé tvrzení:\n":"alkalické kovy reagují s kyselinami i zásadami za uvolňování vodíku.","Vyberte správně užití uvedených prvků:\n":"K – chladivo jaderných reaktorů, slitiny, Li – slitiny, akumulátory, Na – výbojky, chladivo jaderných reaktorů, Rb, Cs – fotočlánky.","Vyjmenujte alkalické kovy:\n":"Li, Na, K, Rb, Cs, Fr.","Vytvořte vhodně dvojice k výrobě jedné z nejvýznamnějších anorganických sloučenin - hydroxidu sodného z nabízených pojmů:\n":"- anoda (C) → Cl2 katoda (Fe) → H2 + H2O   (Na + H2O→NaOH) – diafragmová metoda výroby, - roztok NaCl – solanka, - anoda (C) → Cl2 katoda (Hg) → Na    (+ H2O→NaOH) – amalgámová metoda výroby.","Z nabízených tvrzení o jedlé sodě vyberte ta nepravdivá.\n":"- používá se k neutralizaci zásaditých žaludečních šťáv, - připravuje se ze sody, vody a oxidu uhličitého, - má kyselý charakter, - změkčuje vodu, proto bývá součástí pracích prostředků.","Z nabízených tvrzení o sloučenině Na2CO3.10H2O vyberte ta nepravdivá.\n":"- používá se k neutralizaci žaludečních šťáv, - je součástí kypřicích prášků do pečiva, - připravuje se ze sody, vody a oxidu uhličitého, - ve vodě je nerozpustná, zvyšuje tvrdost vody a tvorbu vodního kamene.","Z následujících tvrzení o hydroxidech alkalických kovů (alkáliích) vyberte to nepravdivé:\n":"používají se při výrobě sody, mýdla a jako průmyslová hnojiva.","Z uvedených vlastností alkalických kovů vyberte nesprávně uvedené.\n":"jsou to silná oxidační činidla, jejich reaktivita ve skupině klesá, zásaditost jejich hydroxidů ve skupině klesá."," Francium je ......1)..... prvek s krátkým poločasem rozpadu a s ..... 2)..... hodnotou elektronegativity. Z alkalických kovů je .....3)..... .\nByl objeven v roce 1939 v ......4)....., podle země objevu byl také pojmenován.\n \n":"1) – radioaktivní, 2) – nízkou, 3) – nejtěžší, 4) – Paříži.","Iridium je ušlechtilý, chemicky velmi odolný prvek, který se v přírodě vyskytuje v ryzím stavu.\nNepoužívá se k následujícím účelům:\n":"katalyzátor při výrobě kyseliny sírové.","Jakým způsobem \"nastartujeme\" redoxní procesy probíhající ve vysoké peci?\n":"vháněním horkého vzduchu (800°C).","K nejznámějším sloučeninám železa patří FeSO4.7H2O. Vyberte o ní nepravdivá tvrzení.\n":"má světle modrou barvu, stáním její roztok tmavne vlivem redukce na železitý kation, používá se při výrobě léčiv.","K uvedeným slitinám přiřaďte jejich užití.\n":"Fe+Al+Ni+Co     Alnico – silné permanentní magnety, Fe+Si      trafoplech – transformátory, generátory, elektromotory, Fe+Cr+C     pružinová ocel – pružiny, holicí čepelky, Fe+Cr       ferochrom – korozivzdorné oceli, nádobí, chirurgické nástroje.","Kancerostatika jsou léčiva, která se užívají k potlačování rakovinného bujení. Obsahují vázaný kov:\n":"Pt.","Ke sloučeninám železa, kobaltu a niklu vyberte odpovídající barvu:\n":"Fe(OH)3 – hnědá, Co(OH)2 – modrá, CoCl2.6H2O – růžová, Fe(OH)2 – bílá, CoCl2 – modrá, Ni(OH)2 – zelená, FeO – černá.","Kobalt je biogenní prvek. Je vázán v kobalaminu, který je známý jako:\n":"vitamín.","Kromě odpichu železa probíhá ve vysoké peci také odpich strusky. Rozhodněte o pravdivosti následujícího tvrzení:\n\"Struska na sebe váže nečistoty ze surového železa a zabraňuje jeho povrchové oxidaci. Pro jeho tvorbu musíme do pece přidávat struskotvorné přísady - křemen, vápenec apod.\"\n \n":" Pravda","Mezi lehké platinové kovy nepatří:\n":"platina.","Mezi prvky VIII.B skupiny nepatří:\n":"triáda platiny.","Mezi těžké platinové kovy nepatří:\n":"zlato.","Mezinárodní délková jednotka 1m  je vyrobená ze slitiny platiny a ..............(uveďte název prvku v 1. pádu). Tento prvek je chemicky velice odolný, je kovem s největší hustotou, patří tedy mezi těžké platinové kovy .\n":"iridium.","Napište název jednoho z kovů triády železa, který se užívá ke galvanickému pokovování.\n":"nikl.","Oxidy železa, niklu a kobaltu jsou barevné a používají se k barvení skla a porcelánu. Vytvořte správně dvojice z nabizených možností.\n":"Fe2O3 – červený pigment, CoO – modrý pigment, NiO – zelený pigment.","Platina má sklon tvořit komplexní sloučeniny. K nejvýznamnějším patří sloučenina o vzorci H2[PtCl6] nebo H2PtCl6. Vyberte její správný název:\n":"kyselina hexachloroplatičitá.","Platina se nepoužívá k následujícím účelům (vyberte):\n":"redukční činidlo při výrobě kovů.","Produktem vysoké pece je surové železo neboli.........\n":"litina.","Surové železo se zpracovává v ocelárně na ocel. K uvedeným pojmům vyberte vhodně dvojici.\n":"zkujňování – snižování obsahu uhlíku v litině, legování – zkvalitňování oceli přidáním legujících přísad, litina – obsahuje uhlík (je příčinou křehkosti) - výroba odlitků, popouštění – úprava oceli pomalým ohříváním, kalení – úprava oceli prudkým ochlazením, ocel – vyrábí se zkujňováním.","Ve vysoké peci probíhá při výrobě železa také nepřímá redukce. Vyberte z následujících tvrzení ta, která s ní souvisejí a jsou pravdivá.\n":"probíhá za nízké teploty (<1000°C), redukčním činidlem je CO, železná ruda je redukována na železo nebo jeho oxidy, uniká oxid uhličitý, probíhá v horní části pece.","Ve vysoké peci probíhá při výrobě železa také přímá redukce. Vyberte z následujících tvrzení ta, která s ní souvisejí a jsou pravdivá.\n":"probíhá za vysoké teploty (>1000°C), redukčním činidlem je koks, železná ruda je redukována na železo, uniká CO, probíhá v dolní části pece.","Vyberte nejčastější oxidační čísla a druhy vazeb ve sloučeninách železa.\n":"II, III; kovalentní vazby.","Vyberte nesprávná tvrzení o všech prvcích triády železa:\n":"na vzduchu korodují, jsou to kovy s 8 valenčními elektrony.","Z nabízených možností vyberte tu trojici, v níž není žádný prvek z triády železa:\n":"Os, Mn, Cr.","Z nabízených oxidů vyberte čtyři nejvýznamnější, které jsou obsaženy ve vysokopecní strusce.\n":"oxid křemičitý, oxid hlinitý, oxid vápenatý, oxid hořečnatý.","Z následujících vlastností vyberte ty, které odpovídají železu.\nŽelezo je:\n":"měkké, kujné, ferromagnetické, neušlechtilé, málo odolné vůči sloučeninám obsaženým ve vzduchu.","Základem hutnictví železa je jeho výroba. Vytvořte vhodně dvojice související s procesy probíhajícími ve vysoké peci.\n":"vedlejší produkt – struska, hlavní produkt – litina, Fe2O3 – železná ruda, 1700°C – přímá redukce, redukční činidlo – koks, 500°C – nepřímá redukce."," \nŽelezo tvoří centrální atom v mnoha komplexních sloučeninách, například ve žluté nebo červené krevní soli.\n":" Pravda","Železo je 4. nejrozšířenějším prvkem v zemské kůře, zároveň je významným biogenním prvkem. Je nutné pro výstavbu červených krvinek, kde se vyskytuje v  červeném krevním barvivu ve formě..........\n":"železnatého kationu.","Železo na vzduchu koroduje působením sloučenin, které jsou ve vzduchu obsaženy. Vyberte sloučeninu, která odpovídá chemickým složením rzi.\n":"oxid železitý.","Železo se pasivuje koncentrovanou kyselinou ..........(doplňte přídavné jméno v příslušném pádu).\n":"dusičnou.","Doplňte vhodně užití prvků a sloučenin:\n":"AgBr – černobílá fotografie, Ag – mincovní kov, Au – stomatologie, AgNO3 – analytické činidlo.","K uvedeným látkám obsahujícím rtuť vyberte jejich název a užití:\n":"HgCl2 – sublimát - příprava toxických látek, HgS – rumělka - metalurgie, Hg + Ag – amalgám - stomatologie, Hg2Cl2 – kalomel - elektrody.","K uvedeným látkám obsahujícím zinek přiřaďte jejich název a užití:\n":"ZnCl2 – hygroskopický, impregnace dřeva, ZnO – zinková běloba, pigment, Zn2+ – enzymy (biokatalyzátory), ZnS – sfalerit, výroba Zn, Zn – slitiny, pokovování, ZnSO4.5H2O – skalice bílá, galvanické pokovování.","K uvedeným sloučeninám mědi přiřaďte správně barvy a rozpustnost ve vodě:\n":"[Cu(NH3)4]SO4﻿ – modrá, nerozpustná, CuO – černá, nerozpustná, CuSO4 – bílá, rozpustná, CuSO4.5H2O – modrá, rozpustná, Cu2O – červená, nerozpustná.","Koloidní zlato rozpuštěné v kyselině cíničité barví sklo:\n":"červeně.","Mezi prvky I.B skupiny nepatří:\n":"rtuť.","Měď je červenohnědý kov, který bývá součástí slitin.\nPřiřaďte k názvu složení slitiny:\n":"alpaka – Cu + Ni, bronz – Cu + Sn, mosaz – Cu + Zn.","Měď reaguje pouze s oxidujícími kyselinami. Rozhodněte o produktech následujících reakcí:\n":"Cu + konc. H2SO4 – síran měďnatý + voda + oxid siřičitý, Cu + zředěná HNO3 – dusičnan měďnatý + voda + oxid dusnatý, Cu + konc. HNO3 – dusičnan měďnatý + voda + oxid dusičitý, Cu + HCl – nereaguje.","Měď se nepoužívá k následujícím účelům:\n":"pokovování.","Měď tvoří ochotně komplexní sloučeniny.\nNa obrázku je komplexní částice - určete v ní koordinační číslo a postavení mědi.\n":"4, centrální atom.","Napište triviální název rudy o chemickém vzorci CuFeS2..\n":"chalkopyrit.","Nejrozšířenější rudou zinku je  ...(1)...  o vzorci ZnS, který se převádí na kyslíkatou rudu procesem zvaným ...(2)... . Čistý zinek se pak získá redukcí - jako redukční činidlo se užívá ...(3)... . \nZnS (1) —(2)→ ZnO — (3)→ Zn\nNapište za sebou požadované pojmy oddělené jen čárkou ve tvaru: (1),(2),(3).\n":"sfalerit,pražení,uhlík.","Nejsilnějším oxidačním činidlem z prvků I.B a II.B skupiny je.........\n":"Au.","Nejznámější sulfidická ruda stříbra o chemickém vzorci Ag2S se jmenuje  (napište její triviální název):\n":"argentit.","Rozhodněte o pravdivosti následujícího tvrzení.\nMěď je ušlechtilý kov umístěný v Beketovově řadě vpravo od vodíku. Má kladný elektrodový potenciál, může tedy vyredukovat neušlechtilý kov z jeho sloučeniny.\n":" Nepravda","Rozhodněte správně o vlastnostech mědi.\n":"Měď nereaguje s vodou. – ano, Měď je na vzduchu stálá. – ne, Měď je červenohnědý nekov. – ne, Měď je dobrý vodič elektřiny a tepla. – ano.","Skalice modrá CuSO4.5H2O se nepoužívá k následujícím účelům:\n":"modrý pigment.","Skalice modrá je součástí činidla k důkazu glukózy. Jedná se o činidlo:\n":"Fehlingovo.","Slitina rtuti s jiným kovem se nazývá............\n":"amalgám.","V 19. století byly rozděleny kovy podle odlišné reakce s kyselinami a později uspořádány do řady podle vzájemných reakcí ruským fyzikálním chemikem.\nJeho jméno je  Nikolaj Nikolajevič ................\n":"Beketov.","V řadě napětí jsou kovy uspořádány podle rostoucího elektrodového potenciálu:\nK  Na  Al  Mn  Zn  Fe  Cd  Co  Ni  Pb  H  Sb  Bi  Cu  Hg  Ag  Pt  Au.\nZ následujících prvků I.B a II.B skupiny vyberte jen ušlechtilé kovy.\n":"Cu, Au, Hg, Ag.","Vyberte správně uvedenou elektronovou konfiguraci mědi:\na) /At/ 3d104s1\nb) /Ar/ 4s23d9\nc) /At/ 3d94s2\nd) /Ar/ 3d104s1\n":"d).","Z uvedených trojic prvků vyberte trojici prvků skupiny I.B a trojici prvků II.B.\n":"I.B﻿ – Ag, Cu, Au, II.B – Hg, Zn, Cd.","Zinek i oxid zinečnatý jsou amfoterní látky. Vyberte správně produkty jejich reakcí:\n":"Zn + NaOH + H2O → – tetrahydroxozinečnatan sodný, Zn + HCl → – chlorid zinečnatý + vodík, ZnO + HCl → – chlorid zinečnatý + voda, ZnO+ NaOH + H2O → – tetrahydroxozinečnatan sodný.","Zinek je významným biogenním prvkem, který je nutný pro správnou funkci enzymů (biokatalyzátorů) a tvorbu bílkovin. Jeho zdrojem jsou luštěniny, obiloviny a olejniny.\nNedostatek zinku se projevuje především ............\n":"zpomalením růstu a kožními problémy.","Zlato se rozpouští ve směsi kyselin, která se jmenuje:\n":"lučavka královská, vzniká chlorid zlatitý.","Zlato se z přírody nejčastěji získává:\n":"rýžováním."," \nMěď je biogenní prvek, avšak její páry                          a  koncentrované měďnaté roztoky jsou toxické.\nV enzymech (biokatalyzátorech) je měď vázána           v chelátu (viz obrázek) a její oxidační číslo v něm     je.........\n":"2."," \nPůsobením vzdušné vlhkosti a CO2 se měď pokrývá měděnkou o vzorci CuCO3.Cu(OH)2, který odpovídá vzorci\n":"malachitu.","Černání stříbrných předmětů způsobuje síra nebo sulfan přítomen v přírodě. Na předmětu tedy vzniká vrstvička .................(vyberte správnou možnost):\n":"černý sulfid stříbrný.","\nNa obrázku je nakreslená aparatura..............\n":"titrační.","Analytickou  chemii dělíme na kvalitativní a ...(1)... .\nKvalitativní analýza studuje ...(2)... ,\n...(1)...analýza zjišťuje ...(3)... .\n":"3) – množství látek ve vzorku, 1) – kvantitativní, 2) – složení látek ve vzorku.","Analytická chemie se zabývá především:\n":"rozborem látek.","Byretu využívá  analytická metoda ...(1)... .\nDo byrety se dává ....(2)...  .\n":"1) – odměrná analýza, 2) – činidlo.","Důkaz FeII probíhá podle schématu\nFeII + K3[Fe(CN)6] → Fe[Fe(CN)6] + 3 K+ .\nJaký je název činidla,   které se užívá k důkazu FeII ?\n":"červená krevní sůl, hexakyanoželezitan draselný.","Důkaz FeIII probíhá podle schématu\nFeIII + K4[Fe(CN)6] → Fe[Fe(CN)6] + 4 K+ .\nJaký je název činidla, které se užívá k důkazu FeIII ?\n":"hexakyanoželeznatan draselný, žlutá krevní sůl.","K důkazovým reakcím patří také plamenové nebo perličkové reakce.\nUspořádejte  následující pojmy správně do dvojic:\n":"perličkové reakce – nízká teplota plamene, čištění – HCl, Na2B4O7. 10 H2O – borax, plamenové reakce – vysoká teplota plamene, perlička – borax, drátek – platina nebo ocel.","K nejvýznamnějším skupinovým činidlům patří roztok dusičnanu stříbrného. Napište, zda se jím dokazují kationty či anionty.\n":"anionty.","K sestavení titrační aparatury nepotřebujeme následující pomůcky:\n":"pipeta, svorka, kahan, odměrná baňka.","K uvedeným iontům vyberte vhodné činidlo pro srážecí reakce:\n":"Ag+ – uhličitan sodný, S2- – dusičnan stříbrný, Ca2+ – uhličitan amonný, SO42- – chlorid barnatý, Cl- – dusičnan stříbrný.","K zakladatelům analytické chemie patří Lavoisier, R.Bunsen, G. Kirchhoff a W. Ostwald. Na jejich počest po nich byly pojmenovány zákony, pomůcky, procesy apod.\nPřiřaďte:\n":"Wilhelm Ostwald – katalytický proces výroby kyseliny dusičné, Lavoisier – termochemický zákon, Robert Bunsen – kahan, Gustav Kirchhoff – zákony týkající se elektrického proudu.","Kolik % hliníku je ve vzorku, jestliže z 1,5 g bauxitu bylo vysráženo 0,751 g Al2O3 ?\n":"26,5 %.","Kvalitativní analytická metoda, která ke zjištění množství stanovované látky využívá vážení vzorku, jeho převedení na požadovanou látku (známého chemického složení) pomocí chemických reakcí, její oddělení, usušení a zvážení, se nazývá gravimetrie . \n":" Nepravda","Mezi nejvýznamnější skupinová činidla na kationty nepatří:\n":"uhličitan sodný, dusičnan stříbrný.","Množství složky stanovené ve vzorku volumetricky se vypočte podle vzorce\nms = Vč . cč . Ms . Ft .\n":" Pravda","Napište označení pro počáteční hmotnost vzorku a hmotnost konečného produktu při gravimetrickém stanovení látky (slova oddělte čárkou).\n":"navážka, vyvážka.","Při volumetrickém stanovení ukončíme titraci v okamžiku, kterému říkáme:\n":"bod ekvivalence.","Turnbullova neboli berlínská modř vzniká při důkazu FeII nebo FeIII červenou nebo žlutou krevní solí. Vyberte chemický název modři.\n":"hexakyanoželeznatan železitý, hexakyanoželezitan železnatý.","Určete druh titrace, indikátor (ve stanovované složce) a titrační faktor:\n2 NaOH (č)  +  H2SO4 (s)  →  Na2SO4 +  2 H2O\n":"indikátor – lakmus modrý, druh titrace – neutralizační, alkalimetrie, titrační faktor – 0,5.","Určete druh titrace, stechiometrické koeficienty a titrační faktor:\n? KMnO4 (č)  + ? Fe2+ (s)   +  ? H+ →  ? Fe3+ + ? Mn2+ + ?  K+ +  ? H2O\n":"druh titrace – redoxní, manganometrie, stechiometrické koeficienty – 1,5,8 → 5,1,1,4, titrační faktor – 5.","Určete gravimetrický faktor stříbra ve fosforečnanu stříbrném (zaokrouhlujte na 1 desetinné místo).\n":"0,773.","V kádince probíhá důkaz  CrO4 2- pomocí dusičnanu stříbrného podle schématu\n? K2CrO4 + ? AgNO3 →  ? Ag2CrO4 + ? KNO3 .\nUrčete druh reakce, dopňte stechiometrické koeficienty a  faktor titrace.\n":"stechiometrické koeficienty – 1;2;1;2, reakce – srážecí, faktor titrace – 0,5.","V kádince probíhá reakce podle schématu\nK2CrO4 + AgNO3 → Ag2CrO4 + KNO3 .\nRozhodněte, co je činidlem a stanovovanou látkou, zda probíhá důkaz kationu či anionu, ke sloučeninám přiřaďte barvy.\n":"Ag2CrO4 – červená, AgNO3 – činidlo, AgNO3 – bezbarvá, důkazová reakce na – anion, K2CrO4 – stanovovaná látka, K2CrO4 – žlutá.","Ve zkumavkách jsou produkty důkazových reakcí na halogenidy: 1. žlutá, 2. nažloutlá, 3. bílá sraženina, 4. bezbarvý roztok. Určete, ve které zkumavce je činidlo a jeho název, a  kde je chlorid, bromid a jodid.\n":"název činidla – dusičnan stříbrný, I- – 1. zkumavka, činidlo – 4. zkumavka, Br- – 2. zkumavka, Cl- – 3. zkumavka.","Vyberte správné charakteristiky gravimetrie:\n":"analytická metoda kvantitativní, využívá vážení, vyjadřuje výsledek hmotnostním zlomkem, využívá chem. reakci pro vznik požadovaného produktu.","Vyberte správné charakteristiky volumetrie:\n":"využívá titrační aparaturu, analytická metoda kvantitativní, využívá měření objemu činidla, vyjadřuje výsledek látkovou koncentrací.","Vytvořte správně dvojice u plamenových reakcí:\n":"Cu2+ – modrá, K+ – modrofialová, Ba2+ – zelená, Na+ – žlutá, Ca2+ – cihlově červená.","Významnou úlohu v moderní analytické chemii mají instrumentální analytické metody. Vyberte pro jednotlivé metody jejich charakteristické rysy:\n":"spektrometrie – optická, kvantitativní, potenciometrie – elektrochemická, kvantitativní, kolorimetrie – optická, kvantitativní, polarografie – elektrochemická, kvantitativní, spektroskopie – optická, kvalitativní.","Z uvedených možností vyberte 2 nejvýznamnější aniontová činidla, která poskytují při důkazových reakcích sraženiny:\n":"chlorid barnatý, dusičnan stříbrný."," Ve zkumavce proběhl důkaz chloridového anionu pomocí dusičnanu stříbrného podle schématu\n? NaCl  +  ? AgNO3 → ? NaNO3 +  ? AgCl .\nUrčete druh reakce, stechiometrické koeficienty,  faktor titrace a charakter produktů.\n":"stechiometrické koeficienty – 1;1;1;1, reakce – srážecí, AgCl – sraženina, faktor titrace – 1, NaNO3 – v roztoku.","Činidlo je látka, která se stanovovanou složkou charakteristicky reaguje.\nVyberte jeho nejvýznamnější vlastnosti:\n":"přesná koncentrace, připravuje se v odměrné baňce, obvykle ve formě roztoku, umísťuje se do byrety.","Autorem první syntézy močoviny (1828 - viz schéma)\n- produktu metabolismu savců - reakce, kterou byla popřena vitalistická teorie,\nbyl německý chemik Friedrich Wöhler.\n":" Pravda","CH3 - CH2 OH  a  CH3 - O - CH3 jsou dva vzorce izomerů.\nNapište, o jakou rovinnou izomerii se jedná (pouze přídavným jménem v 1. pádu).\n":"skupinová.","CH4 + Cl2 → CH3Cl + HCl\nNapište písmena, která odpovídají druhu reakce uvedené výše:\nSNu - substituce nukleofilní             \nSE - substituce elektrofilní\nSR - substituce radikálová\n":"SR.","Francouzský chemik Antoine Laurent Lavoisier zjistil, že organické látky obsahují jako základní prvky uhlík a vodík, neboť jejich spalováním vzniká .....................\n":"voda, oxid uhličitý.","Izomerie je jev, kdy různé sloučeniny mají stejnou strukturu, ale jiný molekulový vzorec.\n":" Nepravda","K druhu chem. vazby mezi atomy ulíku vyberte správně délku chemické vazby a její energii:\n":"C − C – 0,154 nm; 347 kJ/mol, C ≡ C – 0,120 nm; 820 kJ/mol.","K základům strukturní teorie nepatří tvrzení:\n":"úhel mezi vazbami, vycházejícími z atomu C, nazýváme vazebný, atom C je v organických sloučeninách čtyřvazný (tyto vazby nejsou rovnocenné), atomy C se mohou řetězit omezeně, atomy C se mohou spojovat jen vazbami jednoduchými.","Napište písmeno, které odpovídá druhu reakce uvedené níže:\n \nA - adice                E - eliminace\nS - substituce        P - přesmyk\n":"P.","Napište písmeno, které odpovídá druhu reakce uvedené níže:\nC2H5OH      ——→     H2C = CH2 +    H2O\nA - adice                E - eliminace\nS - substituce        P - přesmyk\n":"E.","Napište písmeno, které odpovídá druhu reakce uvedené níže:\nHC ≡ CH + HCl → H2C = CHCl\nA - adice                E - eliminace\nS - substituce        P - přesmyk\n":"A.","Organická chemie studuje složitější sloučeniny uhlíku, který je v nich zásadně...........\n":"čtyřvazný.","Organické sloučeniny jsou v porovnání s anorganickými:\n":"reakce organických sloučenin jsou složitější, pomalejší, dobře rozpustné v nepolárních rozpouštědlech, méně odolné vůči teplotě, nevedou elektrický proud, existuje větší množství různých organických sloučenin než anorganických.","Pod textem jsou dva vzorce izomerů. Napište, o jakou rovinnou izomerii se jedná (pouze přídavným jménem v 1. pádu).\n\n":"polohová.","Podle vitalistické teorie vznikají org. sloučeniny v živém organismu působením \"živé síly\", nelze je připravit uměle.\nAutorem této teorie a \"otcem\" organické chemie je švédský chemik ......................\n":"Berzelius.","Probíhá reakce:   fenol  +  HNO3 (H2SO4)   →    nitrobenzen   +  H2O\n \nNapište písmena, která odpovídají druhu reakce uvedené výše:\nSNu - substituce nukleofilní             \nSE - substituce elektrofilní\nSR - substituce radikálová\n":"SE.","Reakci   H3C - CH3  +  Cl - Cl (UV)  →  H3C - CH2Cl   +   HCl  odpovídá: \n":"radikálová chlorace ethanu.","Rozdělte následující činidla podle druhu:\n":"OH - – nukleofilní činidlo, CH3 • – radikálové činidlo, NO2 + – elektrofilní činidlo.","Ruský chemik Alexandr Michajlovič Butlerov zjistil, že pro danou sloučeninu je rozhodující, jak jsou v její molekule vzájemně spojeny atomy, a v roce 1861 zavedl pojem ...................\n":"struktura organických sloučenin.","Vpravo jsou dva vzorce izomerů. Napište, o jakou rovinnou izomerii se jedná (pouze přídavným jménem v 1. pádu).\n":"řetězcová.","Vyberte k sobě odpovídající vzorec a jeho druh:\n":"– prostorový (perspektivní), – strukturní, C2H4O2 – sumární (molekulový), CH2O – empirický, – strukturní elektronový, CH3COOH – funkční.","Vyberte obvyklou vaznost uvedených prvků v organických sloučeninách:\n":"dusík – 3, chlor – 1, vodík – 1, kyslík – 2, síra – 2, fosfor – 3.","Vyberte pravdivá tvrzení týkající se adice:\n":"2 výchozí látky, 1 produkt, násobnost vazby se snižuje, nasycenost sloučeniny se zvyšuje.","Vyberte pravdivá tvrzení týkající se přesmyku:\n":"1 výchozí látka, 1 produkt, dochází k přeskupení atomů uvnitř molekuly, přesmyk je příkladem izomerace, produkt je obvykle stabilnější než výchozí látka.","Všechny atomy uhlíku v molekule org. sloučeniny jsou čtyřvazné. Vyberte tomu odpovídající elektronovou konfiguraci atomu uhlíku.\na) 6C: 1s22s22p2\nb) 6C: 1s22s12p3\nc) 6C: 1s12s22p3\nd) 6C: 1s32s22p1\n":"b.","Zařaďte uvedené organické sloučeniny:\n":"C4H4N2 – heterocyklická sloučenina, H3C - C6H4 - CH3 – aromatický uhlovodík, C5C5 – cyklický uhlovodík, nenasycený, C6H14 – nasycený uhlovodík, alifatický, C6H5OH – derivát uhlovodíku, CH2 = CCH3 - CH = CH2 – nenasycený uhlovodík, rozvětvený.","Základy organické analýzy položil německý chemik Justus von Liebig. Mezi základní biogenní prvky obsažené v organických sloučeninách nepatří:\n":"křemík."," \nNa obrázku je příklad zákrytové a nezákrytové konformace. Vyberte správné označení předpony v názvu uhlovodíku, odpovídající uvedené izomerii.\n":"syn-, anti-."," \nProbíhá reakce:   fenol  +  HNO3 (H2SO4)   →    nitrobenzen   +  H2O   .\nNapište písmeno, které odpovídá druhu reakce uvedené výše:\nA - adice                E - eliminace\nS - substituce        P - přesmyk\n":"S."," \nVyberte správné označení předpony v názvu pro  geometrický\nCH3 - CH = CH - CH3  (vodíky u dvojné vazby jsou v opačných polorovinách). \n":"trans- (E-)."," D- a L- izomery představují příklad konfigurační izomerie .................\n(napište přídavné jméno uvádějící druh izomerie).\n":"optické.","Cyklický nasycený uhlovodík s 9 uhlíky je cyklononan.\n":" Pravda","K uvedenému vzorci přiřaďte název cyklického nebo aromatického uhlovodíku, který je součástí jeho struktury:\n":"– naftalen, – cyklopentan, – cyklopropen, – benzen.","Kdybychom v dané sloučenině nahradili skupinu -OH vodíkem, vznikl by uhlovodík:\n\n":"cyklický.","Ke vzorci\nCH3 - CH2 - CHCH3 - CHC2H5 - CH2 - C(CH3)3\nvyberte správný název:\n":"4-ethyl-2,2,5-trimethylheptan.","Ke vzorci CH2 = CCH3 - CH = CH2   vyberte správný název:\n":"2-methylbuta-1,3-dien.","Ke vzorci   CH3 -C(CH3)2 - CH2 - CHCH3 - CH3  vyberte správný název:\n \n":"2,2,4-trimethylpentan.","Ke vzorci   CH3  - CH2 - CHC2H5 - CH2 - CH3     vyberte správný název:\n \n":"3-ethylpentan.","Ke vzorci   Phe - CH2 -   vyberte správný název:\n":"benzyl.","Mohu nahradit název uhlovodíku  3-ethyl-4-methylhexan  názvem \n2-ethyl-3-methylhexan ?\n \n":" Nepravda","Napište název uhlovodíku   CH3 - C6H5 - (CH2)2 - CH3  .\n":"1-methyl-2-propylbenzen.","Napište název uhlovodíku   \nCH3 - CHC2H5 - C(CH3)2 - CCH3C3H7 - CH2 - CH3  :\n":"5-ethyl-3,4,4,5-tetramethyloktan.","Napište název základního uhlovodíku, od něhož jsou odvozeny 2 uvedené izomery:\nCH3 - CH2 - CHC2H5 - CH2 - CH3\nCH3 - CH2 - C(CH3)2 - CH2 - CH3\n":"heptan.","Napište správný název cyklického uhlovodíku s 8 atomy C a 1 trojnou vazbou :\n":"cyklooktyn.","Napište správný název uvedeného uhlovodíku (bez mezer):\nC(CH3)3 - CH = CH - C ≡ C - (CH2)3 - CH3\n":"2,2-dimethyldec-3-en-5-yn.","Napište správně název uhlovodíku (bez mezer)\nCH3 - CH2 - CCH3C2H5 - C(C2H5)2 - CH2 - CH3    :\n \n":"3,4-diethyl-3-methyl-4-propylheptan.","Napište číslicí, kolika atomy uhlíku je tvořen hlavní řetězec uvedeného uhlovodíku:\n\n":"7.","Název uhlovodíku může být dodec-1-en-4-yn.\n":" Nepravda","Proč začínáme u uvedeného uhlovodíku číslovat hlavní řetězec zprava?\nCH3 - (CH2)3 - CHC4H9 - CHCH3 - CH2 - CH3  \nProtože ...................(vyberte):\n":"postranní řetězce (uhlovodíkové zbytky) mají co nejnižší polohu.","Správný název uhlovodíku  CH3 - C6H5 - (CH2)2 - CH3 :\n":"1-methyl-2-propylbenzen.","Vyberte správné uspořádání alkylů v názvu uvedeného uhlovodíku \nCH3 - CH2 - CCH3C2H5 - C(C2H5)2 - CH2 - CH3   :\n \n":"ethyl, methyl, propyl.","Vyberte správný název uhlovodíku:\n":"5-methylhex-1-en.","Vyberte správný název uhlovodíku:\n \n":"2,3-dimethylbuta-1,3-dien.","Vyberte správný název uhlovodíku   \nCH3 - CH2 -CHC2H5 - CCH3C2H5 - (CH2)3 - CH3  :\n \n":"2,3-diethyl-3-methyloktan.","Zbytek od ethenu je:\n":"vinyl."," \n\nVyberte správný název a nejčastější konformaci 6-členného cyklického alkanu.\n":"cyklohexan, židličková."," \nKe zbytku od benzenu vyberte správný název:\n":"fenyl."," \n \nKolik substituentů může být navázáno v poloze 9 nebo 10 u naftalenu?\n":"0."," Napište číslicí, kolik atomů vodíku je vázáno v benzenu.\n \n":"6."," Vinyl je triviální název uhlovodíkového zbytku, který je odvozen od uhlovodíku  .............\n \n \n \n":"ethen."," Vyberte správný název ke zbytku nasyceného šestičlenného cyklického uhlovodíku:\n":"cyklohexyl.","Napište název uhlovodíku, který vznikne při reakci\nCH3CH2CH2OH +  2 HI   →   .........   +   I2  +    H2O\n":"propan.","Alkeny jsou ......a)...... uhlovodíky s alespoň\n1 vazbou ......b)......(viz obrázek) .\nJejich obecný vzorec je ......c)..... (doplňte).\n":"a) – nenasycené, b) – pí, c) – CnH2n.","Alkeny jsou uhlovodíky s 1 dvojnou vazbou, pro které používáme společný název:\n":"olefíny.","Alkeny se připravují např. dehydratačními nebo dehydrogenačními reakcemi, které probíhají jako:\n":"eliminace.","Bromací butadienu     H2C = CH −  CH = CH2  +  Br2  nevznikne:\n":"3,4-dibrombut-1-en, 2,3-dibrombuta-1,3-dien.","Chlorace ethenu může proběhnout 2 různými mechanismy. Vyberte je a přiřaďte k nim podmínky, za kterých reakce proběhnou.\n                     H2C = CH2  +  Cl2   →   ....................\n":"vysoká teplota / 500°C – substituce, katalýza / AlCl3 – adice.","Co přidáme k Al2O3  ve zkumavce, jestliže máme připravit ethen?\n":"ethanol.","Gutaperča a izopren jsou izomery 2-methyl-buta-1,3-dienu. Vyberte druh těchto izomerů:\n":"cis / trans.","Hydratací pentenu  CH2 = CH− CH2− CH2− CH3   v kyselém prostředí vzniká pentanol, v němž je skupina   − OH navázána v poloze (napište číslicí):\n":"2.","Jakou funkci plní ethylen u rostlin?\n":"růstový hormon.","Jaké oxidační činidlo použijete pro přípravu ethylenoxidu?\n":"kyslík.","Koncenrovaným roztokem KMnO4 se oxidují alkeny až na karboxylové kyseliny - vzniká jejich směs (celkový počet atomů C musí odpovídat oxidovanému alkenu).\nSměs    HCOOH +  CH3COOH  tedy vznikne oxidací .................\n":"propenu.","Monomerní jednotkou polypropylenu je:\n":"propen.","Napište název alkenu, který se užívá jako atmosféra k dozrávání plodů.\n":"ethen.","Napište název uhlovodíku, který připravíme dehydratací cyklohexanolu v kyselém prostředí:\n                                          \n                                                                                    \n":"cyklohexen.","Napište název uhlovodíku, který připravíme dehydratací pentanolu  v kyselém prostředí:\nC5H11OH  kys.sírová →  ...........  +    H2O\n \n \n":"penten.","Napište název základní stavební jednotky přírodního kaučuku.\n":"izopren.","Napište číslicí, kolik trojných vazeb může být v molekule jednoho alkenu.\n":"0.","Nejznámějším alkenem je ethylen. Napište triviální název jeho zbytku.\n":"vinyl.","Nenasycené uhlovodíky (přítomnost násobných vazeb) dokazujeme obvykle pomocí 2 činidel, která se na uhlovodík adují. V obou případech vznikají bezbarvé produkty. Přiřaďte k činidlům barvu a složení.\n":"Bayerovo činidlo – růžovofialový roztok manganistanu draselného (+ uhličitan sodný), bromová voda – žlutohnědý roztok bromu ve vodě.","Název uhlovodíku   CH2 = CH - CH = C = CH - CH2 - CH3   je hexa-1,3,4-trien.\n":" Nepravda","Proběhne-li reakce     H2C = CH – CH2 – CH3  +  KMno4  za laboratorní teploty, bude jejím produktem:\n":"butan-1,2-diol.","Produktem polymerace alkenu se 2 atomy uhlíku vzniká významný polymer\n- napište jeho název.\n":"polyethylen.","Produktem reakce   H3C − CH = CH2    +  HBr   →   ....................   je:\n":"2-brompropan.","Reakcí     CH3CH2CH2CH2OH    kys. sírová→  .............   +    H2O\nvznikne:\n":"buten.","Rozhodněte o uspořádání dvojných vazeb:\n":"- CH = CH− CH2− CH2− CH = CH− – izolované, − CH2− HC = C = C = CH− CH2−  – kumulované, − HC = CH − CH = CH− CH = CH− – konjugované.","Typickými reakcemi elkenů jsou (vyberte):\n":"adice, hydratace, hydroxylace, oxidace, polymerace.","Vyberte polymerní látku, jejíž základní stavební jednotkou je  \nCH2 = CCH3 - CH = CH2  .\n":"přírodní kaučuk.","Vyberte správné pojmy k následující reakci:\nH2C = CH – CH2 – CH2 − CH3   +   H2   −Ni  →  ...........................\n":"radikálová adice, hydrogenace, katalyzátorem je nikl, produktem je pentan, činidlem je vodík.","Základní surovinou pro výrobu syntetického kaučuku je:\n":"buta-1,3-dien."," Rozhodněte, jakým mechanismem probíhá následující reakce:\n            H2C = CH − CH3    +   HBr  →   H3C − CHBr − CH3         \n":"adice elektrofilní.","\n \nKdybychom očíslovali vzorce vpravo od 1 do 5 (shora dolů), který vzorec by nepatřil alkynu? Napište číslicí jeho pomyslné číslo.\n":"3.","\n \nNa obrázku jsou znázorněny orbitály atomů C, které se podílejí na vazbách v acetylenu.\nPřiřaďte barvám druhy vazeb (v acetylenu).\n":"modrá – vazba σ (podílí se na jednoduché i násobné - trojné), žlutá – vazba π (podílí se na násobné - trojné), červená – vazba π (podílí se na násobné - trojné).","Acetylen (ocelová láhev kaštanové barvy) se používá ve směsi s dalším plynem k autogennímu svařování a řezání kovů. \nKterý plyn potřebujete k vytvoření požadované směsi? \n":"kyslík.","Acetylen je v důsledku trojné vazby mezi uhlíky velmi nestabilní a při stlačování se exotermicky rozpadá (stlačený se může zažehnout nárazem). Proto je ukládán a přepravován (rozpuštěný např.v acetonu) v ocelových láhvích naplněných porézní látkou. Podle druhu přepravovaného plynu musí být láhev označena barevně. Napište barvu láhve (kaštanová  x  šedá), která je naplněna acetylenem - viz obrázek.   \n":"kaštanová.","Alkyny jsou uhlovodíky s 1 trojnou vazbou.\nVyberte správné tvrzení o místě označeném jako π-komplex v molekule alkynu.\n":"nejreaktivnější, 1σ + 2π.","Do kterých poloh (1C, 2C, 3C v hlavním řetězci propynu) se budou vázat činidla na molekulu propynu?\n \n":"1C – elektrofilní, 3C – elektrofilní, 2C – nukleofilní.","Do kterých částí aparatury vložíte jednotlivé chemikálie na přípravu acetylenu?\n":"H2O – dělicí nálevka, Br2 v H2O – promývací baňka, CaC2 – frakční baňka.","Ethyn lehce nahrazuje vodíkové atomy atomy kovů - chová se jako kyselina a tvoří \"soli\": nahrazením 1 atomu vodíku vznikají acetylidy, náhradou obou atomů vodíku vznikají karbidy, např.:\nHC ≡ CH  +  AgNH2  →  HC ≡ CAg  +  NH3           (těžké kovy)\nHC ≡ CH  +  2 NaNH2  →  NaC ≡ CNa  +  2 NH3   (s-prvky)\nVytvořte správně dvojice:\n":"název NaC ≡ CNa – karbid sodný, NaC ≡ CNa  +  H2O – reaguje,  HC ≡ CAg za sucha – vybuchuje, NaC ≡ CNa za sucha – nevybuchuje, název  HC ≡ CAg – acetylid stříbrný,  HC ≡ CAg  + H2O – nereaguje.","Ethyn podléhá polymeraci (adici), která může probíhat lineárně nebo cyklicky. Napište název cyklické sloučeniny, která vznikne cyklickou polymerací tří molekul ethynu (kat., 500°C):\n3 HC ≡ CH  →   ...........\n":"benzen.","Ethyn podléhá polymeraci (adici), která může probíhat lineárně nebo cyklicky. Vyberte název sloučeniny, která vznikne cyklickou polymerací tří molekul ethynu.\n3 HC ≡ CH  →   ...........\n":"benzen.","Hydratace propynu probíhá za přítomnosti katalyzátoru HgO + H2SO4  \n                   H3C – C ≡ CH  +  H2O  →  ............  \nJejím produktem je sloučenina s názvem: \n":"prop-1-en-2-ol.","Jednoduchému zařízení, které se užívalo (a občas užívá dodnes) jako lampa ke svícení v dolech, jeskyních, na automobilech, jízdních kolech i k osvětlování ulicse říká ..................\n \n":"karbidka (podle suroviny).","Karbid vápenatý je významnou surovinou pro výrobu acetylenu. Vyrábí se reakcí\nCaO  +  3 C  →  CaC2  +  CO.\nCaC2  se dá připravit také reakcí vápníku s ............. (napište systematický název správného uhlovodíku).\n":"ethyn.","Který alkyn vznikne reakcí  Mg2C3  +  4 H2O  →  2 Mg(OH)2  +  .........  ?\n":"prop-1-yn.","Napište název pravidla, kterým se řídí vázání substituentů do určitých poloh v následující reakci:\nH3C − C ≡ CH  +  HCl  →  H3C − CCl = CH2\n":"Markovnikovo.","Napište název produktu katalytické cyklické polymerace 4 molekul ethynu:\n \n \n":"cyklookta-1,3,5,7-tetraen.","Napište písmeno, pod nímž je chemická rovnice, která  nejlépe odpovídá hoření ethynu:\na)  C2H2  +  3 O2   →  2 CO2  +  H2O2\nb) 2 C2H2  + 3 O2  →  4 CO   + 2 H2O\nc) 2 C2H2  +  2 O2  →   CO2  + 2 H2O  + 3 C\n":"c.","Napište slovy, kterou chemikálii musíte přidat, aby vznikl ethyn:\nCaC2  +  2 .........  →  Ca(OH)2  +  HC≡CH\n":"voda.","Napište systematický název vinylacetylenu  H2C = CH − C ≡ CH.\n":"but-1-en-3-yn.","Plynem, který se vyvíjel v acetylenové lampě, se svítilo.\n O který uhlovodík se jedná?\n":"ethyn.","Pojmenujte uhlovodík s 5 atomy C a 1 trojnou vazbou mezi 2. a 3. uhlíkem:\n":"pent-2-yn.","Pojmenujte uhlovodík se 4 atomy C a trojnou vazbou mezi 1. a 2. uhlíkem:\n":"but-1-yn.","Přiřaďte správné názvy produktům následujících reakcí:\na) HC ≡ CH  +  HCl  →  CH2 = CHCl\nb) HC ≡ CH  +  CH3COOH  →  CH3COO– CH = CH2\nc) HC ≡ CH  +  HC ≡ CH  →  CH2 = CH – C ≡ CH\n":"a) – vinylchlorid (výroba PVC), b) – vinylacetát (výroba PVA), c) – vinylacetylen (výroba neoprenu).","Rozhodněte o správnosti následujícího znění Markovnikova pravidla (1870):\nElektrofilní částice (např. H+) se váže na uhlík s větším počtem vodíkových atomů, nukleofilní částice na uhlík s menším počtem atomů H.\n":" Pravda","Uveďte, o jaké druhy reakcí se jedná :\n1. hydratace ethynu      \n2. přeměna vinylalkoholu na acetaldehyd \n \n":"1. – adice, 2. – přesmyk.","Vyberte správná tvrzení o následující reakci:\nethyn + Br2   --→  CHBr = CHBr  +  Br2   --→   CH2Br - CH2Br\n \n \n":"bezbarvý konečný produkt, halogenace, adice, reakce s bromovou vodou, důkazová reakce nenasycených uhlovodíků.","Vyberte správný název alkynu  CH3 - C ≡ C - CH2 - CH3\n":"pent-2-yn.","Vyberte vlastnosti odpovídající ethynu za normálních podmínek:\n":"hořlavý, nevýbušný, plynný, éterický zápach, bezbarvý, narkotický.","Vyberteí správné výchozí látky pro výrobu acetylenu:\n":"karbid vápenatý + voda.","Základními reakcemi alkynů jsou adice:\nHC ≡ CH + H2    →  H2C = CH2        (kat. = Ni, Pt, Pd)\nHC ≡ CH + HCl  →   CH2 = CHCl     (FeX3, AlX3)   \nHC ≡ CH + H2O →   H2C = CHOH   (HgO + H2SO4)\nHC ≡ CH + Cl2  →  HCCl = CHCl      (FeX3, AlX3)\nVětšinou probíhají elektrofilním mechanismem, jedna z nich probíhá radikálově - vyberte ji:\n":"hydrogenace.","Alkyly (CH3-) patří mezi substituenty I. třídy, které řídí substituci elektrofilního substituentu do polohy ...............(vyberte):\n":"orto, para-, 1,2-, 1,4-.","Aromatické uhlovodíky jsou cyklické, nasycené uhlovodíky, jejichž molekula obsahuje tzv. benzenové jádro.\n":" Nepravda","Charakterizujte methylaci benzenu v přítomnosti AlCl3  ::\n":"reakční mechanismus – substituce elektrofilní, CH3Cl – činidlo, AlCl3 – katalyzátor.","Charakterizujte následující reakce:\n1. benzen + Cl2   →  chlorbenzen + HCl\n2. chlorbenzen + voda →  hydroxybenzen (fenol)  + HCl\n":"hydrolýza – substituce nukleofilní, chlorace – substituce elektrofilní.","Charakterizujte strukturu v benzenu:\n":"tečkování v cyklu – delokalizace π-elektronů, vazebný úhel – 120°, hybridizace atomu C – sp2.","Friedrich August Kekulé von Stradonitz (1829 - 1896) byl významný chemik, profesor organické chemie v Gentu a Bonnu.  \nStředem jeho zájmu byl čtyřvazný uhlík, možnosti jeho řetězení a struktura benzenu. Napsal učebnice organické chemie a knihu o derivátech uhlovodíků.\nJaký byl jeho původ?\n":"Němec českého původu.","Ke zbytkům vyberte  správné názvy:\n":"od toluenu – tolyl nebo benzyl, od naftalenu – naftyl, od benzenu – fenyl.","Kolik substituentů může být maximálně navázáno v jednotlivých polohách na naftalenu?\n":"1,4,5,8 – 1, 2,3,6,7 – 1, 9,10 – 0.","Konečným produktem oxidace toluenu je:\n \n":"kyselina benzoová.","K uvedeným schématům 1. a 2. reakce vyberte správný druh reakčního mechanismu: \n 1.    benzen  + Cl2  (AlCl3)  →  chlorbenzen   + HCl \n 2.    benzen   +  3 Cl2 (UV)  →  hexachlorcyklohexan\n":"2. – adice radikálová, 1. – substituce elektrofilní.","K činidlům a vedlejším produktům přiřaďte elektrofilní substituce:\n":"+ HNO3 + H2SO4 →  N2O – neprobíhá, + SO3 → H2O – sulfonace, + HNO3 + H2SO4 → H2O – nitrace, + HNO3 + H2SO4 →  SO3 – neprobíhá, + H2SO4 → SO2 – neprobíhá, + H2SO4 →  H2O – sulfonace, + Br2 →  HBr – halogenace, + Cl2 →  H2O – neprobíhá.","Napište název uhlovodíku tvořeného 2 benzenovými jádry se společnou vazbou.\n":"naftalen.","Napište písmena (oddělte čárkou), pod nimiž nejsou uvedeny kapalné areny:\na) toluen\nb) naftalen\nc) kumen\nd) benzen\ne) styren\nf) bifenyl\n":"b,f.","Napište číslo reakce, kterou lze připravit benzylchlorid:\n \n1.  C6H5CH = CH2   +  HCl  →   C6H5CH2Cl \n2.  C6H5CH3  +  Cl2  →  C6H5CH2Cl  +  HCl\n":"2.","Nejjednodušším arenem je:\n":"benzen.","PCB. je bezbarvá pevná látka rozpustná v tucích, velmi stabilní - se schopností kumulace v organismu, karcinogenní, která se dříve používala do nátěrových hmot a dostávala se s potravou do těl hospodářských zvířat.\nVyberte název aromatického uhlovodíku, od kterého se PCB odvozují.\n":"bifenyl.","Polymerací vinylbenzenu vzniká významná syntetická makromolekulární látka - vyberte její název:\n":"polystyren.","Proč chlorace benzenu za přítomnosti FeCl3  probíhá jako substituce elektrofilní?\n":"chlorid železitý iniciuje heterolytické štěpení molekuly chloru.","Reakce arenů probíhají na aromatickém jádru (SE, AR) nebo bočním řetězci (SR, AE).\nCharakterizujte reakce na bočním řetězci:\n":"AE – boční řetězec s násobnými vazbami, SR – boční řetězec pouze s jednoduchými vazbami, podmínky – většinou vysoká teplota (200°C).","Sulfoskupina (-SO3H) patří mezi substituenty II. třídy, které řídí substituci elektrofilního substituentu do polohy ...............(vyberte):\n \n":"meta-, 1,3-.","V roce 1865 byla objevena struktura benzenu se střídajícími se jednoduchými a dvojnými  vazbami. Jejím autorem je ...........(vyberte):\n":"Kekulé.","Vyberte charakteristickou vlastnost daného arenu:\n":"xylen – ředidlo, pesticid (potkan), toluen – rozpouštědlo, výroba TNT, vinylbenzen – výroba polystyrenu, benzen – významná chem. surovina, toxický, naftalen – sublimuje, trifenylmethan – výroba barviv.","Vyberte druh reakce, kdy chlorací benzenu vzniká 1,2,3,4,5,6-hexachlorcyklohexan:\nbenzen +  3 Cl2    --UV→  HCH\n \n \n":"adice radikálová.","Vyberte reakce, kterými se dá připravit benzen:\n":"trimerizace ethynu, frakční destilace černouhelného dehtu, katalytická dehydrogenace cyklohexanu, dekarboxylace kyseliny benzoové.","Vyberte reakci, v níž je správně uveden její produkt:\na)  C6H5CH = CH2  +  HCl  →  C6H5CHCl − CH3\nb)  C6H5CH = CH2  +  HCl  →  C6H5CH2 − CH2Cl\n":"a).","Vyberte správná tvrzení o následujících nitracích:\n\n":"alkyl vede navázání 2. (elektrofilního) substituentu do polohy o-, p-, halogenalkyl vede navázání 2. (elektrofilního) substituentu do polohy m-.","Vyberte vlastnosti odpovídající benzenu:\n":"hořlavý, toxický, kapalný, ve vodě nerozpustný, karcinogenní.","Xyleny jsou areny se 2 metylovými skupinami na benzenovém jádru, které mohou být umístěny v různých polohách. Vyberte správné označení poloh:\n":"1, 2- – ortho-, 1, 3- – metha-, 1, 4- – para-.","Základem struktury morfinu je aromatický vícecyklický uhlovodík ...........(vyberte):\n":"fenanthren."," \nVyberte všechny názvy, které neodpovídají uvedeným vzorcům:\n":"ethylbenzen, ethenbenzen, dikumen, methyltoluen.","Chrom je technicky významným kovem. Doplňte správně jeho užití:\n":"ostří nožů - slitiny – Cr + Mo + V, kvalitní nerezové oceli – Cr + Ni + Fe, kvalitní nářadí - legující přísada – Cr + V, galvanické pokovování – Cr.","Chrom je vázán v mnoha sloučeninách, které jsou charakteristické svojí barvou. Vytvořte tedy správně dvojice:\n":"PbCrO4 – žlutý, K2Cr2O7 – oranžovo-červený, Cr2O3 – zelený, CrO3 – tmavě červený, KCr(SO4)2 . 12H2O – tmavě fialový.","Ferrochrom má významné využití v metalurgii. Uveďte jeho správnou charakteristiku.\n":"slitina chromu a železa.","K dosažení co největší tvrdosti se nástroje z titanu nitridují. Na jejich povrchu tak vzniká vrstva jedné z nejtvrdších látek - vyberte ji z následujících možností.\n":"nitrid titanu.","Karbid wolframu je velice tvrdá látka, která se nepoužívá jako.........\n":"slitina na zubní protézy.","Mangan je po Fe a Ti 3. nejrozšířenějším kovem na Zemi, velké množství se ho nachází v minerálech na dně oceánů. Jeho nejznámějším minerálem je burel neboli pyroluzit. Napište jeho chemický název.\n":"manganičitý oxid.","Mangan patří mezi d-prvky, které mají valenční elektrony v orbitalech ns a (n-1)d. Určete u manganu:\na) počet valenčních elektronů\nb) číslo vedlejší skupiny v PSP\nc) číslo periody v PSP\nd) celkový počet elektronů\n":"d) – 25, c) – 4, a) – 7, b) – 7.","Manganistan draselný se nepoužívá:\n":"do slitin, jako redukční činidlo, jako katalyzátor.","Na základě barevnosti sloučenin chromu vytvořte správně dvojice:\n":"červený – oxid chromový, oxidační činidlo, oranžový – dichroman, oxidační činidlo, žlutý – chroman, oxidační činidlo, zelený – oxid chromitý, pigment.","Napište název sloučeniny, která má v níže uvedené rovnici funkci oxidačního činidla:      benzen   +   2 CrO3    →  benzochinon   +  Cr2O3  +  H2O \n \n":"oxid chromový.","Nejznámější kyslíkatou rudou titanu je rutil (viz obrázek). Napište jeho chemický název.\n":"oxid titaničitý.","Nejznámější rudou vanadu je vanadinit (viz obrázek), jehož chemické složení je možno vyjádřit vzorcem Pb2Cl(VO4).\nVyberte jeho správný chemický název.\n":"chlorid-vanadičnan olovnatý.","Nejznámější sloučenina vanadu (viz obrázek) je schopna vratně uvolňovat kyslík, proto se používá jako chemický katalyzátor při oxidacích.\nVyberte její název a nejvýznamnější praktické užití jako katalyzátoru:\n":"oxid vanadičný, výroba kyseliny sírové.","Objevitelem manganu je švédský chemik Carl W. Scheele (1774). Mangan leží v Beketovově ředě napětí kovů vlevo od vodíku. Vyberte z následujících vlastností charakteristiky odpovídající manganu:\n":"biogenní prvek, tvrdý, neušlechtilý, reaguje s kyselinami i zásadami, má redukční schopnosti.","Prášková forma nejznámější sloučeniny titanu se užívá jako bílý pigment - titanová běloba. Je velice stálá a má využití při výrobě barev, papíru, zubních past, skla, keramiky, plastů i léčiv (tablety). Vyberte její správný chemický vzorec a název:\na) TiN\nb) TiO2\nc) TiCl4\nd) TiO3\n":"oxid titaničitý.","Práškový oxid manganičitý se nepoužívá jako ............\n":"absorbent plynů a kapalin, legovací přísada do slitin, redukční činidlo.","Sloučenina chromu, která je pro člověka silně toxická, hořkokyselá, hygroskopická (se vzdušnou vlhkostí reaguje na kyselinu chromovou) a používá se v chemii jako silné oxidační činidlo. Určete, o kterou látku se jedná:\n":"oxid chromový.","Sloučenina o chemickém vzorci KMnO4 . Napište (oddělené čárkou a mezerou) nejdříve její chemický název, pak název, pod kterým ji můžete koupit v lékarně, protože má dezinfekční účinky.\n":"manganistan draselný, hypermangan.","Titan a chrom patří mezi prvky, které se v kyselině dusičné ..............\n":"pasivují, oxidují.","Titan je 7. nejrozšířenějším kovem na Zemi (0,6%). Jeho výroba je však poměrně náročná, neboť jeho kyslíkatá ruda se musí nejdříve převést na halogenid, který se pak redukuje kovem. Vyberte z následujících možností správnou výrobu titanu (napište písmeno).\na) TiO2 + C → Ti + CO2\nb) TiCl4 + C → Ti + CCl4\nc) TiCl4 + 2 Mg → Ti + 2 MgCl2\nd) 3 TiO2 + 4 Al → 3 Ti + 2 Al2O3\n":"c.","Určité Ionty chromu jsou nezbytné pro metabolismus cukrů a lipidů člověka. Jsou obsaženy především v melase, přírodním cukru, červené řepě, lesních plodech, .......    Jiné ionty chromu jsou pro člověka toxické. Vyberte oxidační číslo člověku prospěšných iontů chromu.\n":"+III.","Vyberte nesprávná tvrzení o oxidu chromitém:\n":"používá se jako katalyzátor, vzniká oxidací chromu kyslíkem, používá se jako žlutý pigment.","Vyberte správně uvedenou elektronovou konfiguraci chromu.\n":"/Ar/ 3d ↑↓ ↑↓ ↑ 4s ↑.","Vytvořte vhodně dvojice týkající se užití vanadu a jeho sloučenin:\n":"V + Ga – supravodivé magnety, V2O5 – katalyzátor, VO2 – pohlcuje infračervené záření, V + Ti + Al – lehké letecké a kosmické slitiny, V + Cr + Fe – odolné chirurgické oceli.","Wolfram je stříbrobílý až černošedý, velmi odolný, těžce tavitelný kov. K jeho nejznámějším sloučeninám patří wolframany a oxid wolframový, z něhož se wolfram připravuje reakcí WO3 + 3H2 → W + 3H2O  za vysoké teploty, s uhlíkem reaguje podle reakce WO3 + 4C →  WC + 3CO. Vyberte správný název sloučeniny WC.\n":"karbid wolframu.","Wolfram se používá pro výrobu žárovkového vlákna, protože..........(vyberte správné tvrzení):\n":"má vysokou hustotu a velmi vysokou teplotu tavení.","Wolframit  FeMn(WO4)2 a scheelit CaWO4 (na obrázku) jsou nejznámějšími rudami woframu.\nScheelit byl pojmenován po švédském chemikovi Wilhelmu Scheele, který v 18. století wolfram objevil.\n":" Pravda","Z následujících vlastností vyberte ty, které nepatří chromu.\n":"šedý kov, na vzduchu se pokrývá vrstvičkou oxidu chromitého, měkký, nejčastější oxidační čísla jsou O, +I.","Čistý titan je šedý až stříbrolesklý, lehký, tvrdý a vysoce odolný kov. Vyberte z následujících možností nesprávné uplatnění tohoto kovu.\n":"výroba elektrod, katalyzátor chemických reakcí, významné oxidační činidlo.","Řidiči byli dříve testováni na přítomnost alkoholu v krvi pomocí detekčních trubiček naplněných oranžovým dichromanem draselným. Ten se alkoholem oxiduje na zelený oxid chromitý. Barevná změna byla důkazem přítomnosti alkoholu v dechu.\n":" Nepravda","Amfoterní kovy reagují s hydroxidy za vzniku komplexu a vývoje vodíku. Napište správný název komplexu, který vznikne při reakci:\nZn + 2 KOH + 2 H2O → K2[Zn(OH)4]  +  H2\n":"tetrahydroxozinečnatan draselný.","Centrálním atomem bývají nejčastěji:\n":"přechodné prvky.","Chelát je.........\n":"komplex s vícevazným ligandem (cyklický komplex).","Ke vzorci přiřaďte název ligandu:\n":"I- – jodo, Cl- – chloro, Br- – bromo, F- – fluoro.","Koordinační číslo udává:\n":"počet jednovazných ligandů vázaných na centrální atom.","Napište arabskou číslicí koordinační číslo pro komplexní sloučeninu o vzorci     [Cr(H2O)(NH3)5](NO3)3.\n":"6.","Napište název komplexní sloučeniny  (NH4)2[SnF5(OH)].\n":"pentafluoro - hydroxocíničitan amonný.","Napište název komplexního produktu, který vznikl následující reakcí:\nKAl(SO4)2 +   Na3[FeF6]  →  Na3[AlF6]  +  KFe(SO4)2\n \n":"hexafluorohlinitan sodný.","Náboj komplexní sloučeniny je vždy (vyberte správnou odpověď):\n":"nulový.","Pod kterým písmenem je uveden správný komplexní vzorec skalice modré (zvolené písmeno zapište)?\na)   [Cu(H2O)5]SO4\nb)   [Cu(H2O)4]SO4\nc)   [Cu(NH3)4]SO4\nd)   [Cu2(H2O)4]SO4\n":"b.","Pojmenujte správně ligandy:\n":"H- – hydrido, H2O – aqua, O2- – oxo, OH- – hydroxo.","Počet ligandů vázaných na centrální atom (CA) je ............ (vyberte správné tvrzení):\n":"vyšší než oxidační číslo CA.","Vazby mezi centrálním atomem a ligandy v komplexní sloučenině jsou:\n":"koordinačně kovalentní, dativní, donor-akceptorové.","Vyberte nepravdivé tvrzení o centrálním atomu (CA):\n":"CA je donorem elektronů.","Vyberte nesprávná tvrzení o koordinačním čísle atomu (KČ):\n":"KČ je počet vícevazných ligandů vázaných na centrální atom., KČ je nižší než oxidační číslo centrálního atomu, Nejčastější KČ je 3 nebo 5..","Vyberte nesprávná tvrzení o oxidačním čísle centrálního atomu v komplexu :\n":"může být záporné, může být vyšší než koordinační číslo.","Vyberte správná tvrzení o ligandech:\n":"Ligandy jsou elektroneutrální molekuly nebo anionty., Ligandy jsou donory vazebných elektronových párů., Ligandy jsou vázány ne centrální atom koordinačně kovalentní vazbou..","Vyberte správné názvy ligandů:\n":"CN- – kyano, NH3 – ammin, CO – karbonyl, S2- – thio.","Vyberte správné oxidační číslo centrálního atomu a koordinační číslo (v uvedeném pořadí) v komplexní sloučenině o vzorci  Na2[Pt(NH3)2Cl4].\n.\n.\n":"II, 6.","Vyberte správné oxidační číslo centrálního atomu a koordinační číslo (v uvedeném pořadí) v komplexní sloučenině o vzorci  Na3[Fe(CN)6].\n":"III, 6.","Vyberte správné oxidační číslo centrálního atomu v komplexní sloučenině o vzorci  K[Co(NH3)2Cl4].\n":"III.","Vyberte správný název pro [Pt(NH3)2Br2].\n":"diammin-dibromoplatnatý komplex.","Vyberte správný název pro komplexní sloučeninu o vzorci\n[Cr(H2O)(NH3)5](NO2)3.\n":"dusitan aqua-pentaamminchromitý.","Vyberte správný název produktu, který vznikne při reakci:\nAl2O3 + 2 NaOH + 3 H2O →  2  ......................\n":"tetrahydroxohlinitan sodný.","Vyberte všechny správné názvy pro  [Fe(CO)4].\n":"tetrakarbonylželeza, tetrakarbonylželezo.","Významnému německému chemikovi byla za objasnění složení a struktury koordinačních sloučenin na konci 19. století udělena Nobelova cena (v roce 1913).\nJeho jméno je:\n":"Alfred Werner.","Z následujících tvrzení vyberte pravdivé:\n":"Platí všechna předcházející tvrzení..","Žlutá a červená krevní sůl se užívají v analytické chemii k důkazům Fe2+ a Fe3+, přičemž při reakci vzniká sloučenina o vzorci Fe4[Fe(CN)6]3. Vyberte správná oxidační čísla u iontů železa (v pořadí uvedeném ve vzorci) a název této sloučeniny.\n":"III, II, berlínská modř.","2-brompropan lze připravit reakcí\n":"propenu s HBr.","Adicí bromu na ethen vzniká\n":"1,2-dibromethan.","Benzylchlorid je substituční derivát\n":"toluenu.","Brom reguje s ...................... za vzniku 2,3-dibrombutanu. Název uhlovodíku se píše bez mezer mezi čárkami, v 1. pádě.\n":"but-2-en.","Bromderiváty a jodderiváty mají...........................účinky.\n":"Antiseptické.","Chloroform se používal jako anestetikum.\n":" Pravda","DDT se začal používat po 2. světové válce. Zachránil mnoho lidí před malárií, ale dostal se do potravinového řetězce. U nás zakázán v roce 1974.\n":" Pravda","Freonem je například\n":"dichlordifluormethan, chlordifluormethan.","Freony jsou plynné nebo kapalné látky, kterě se využívají pro svou stálost\n":"v chladící technice, v aerosolových přípravcích jako hnací plyn, při výrobě pěnových plastů jako nadouvadla.","Jodoform je žlutá krystalická látka. Systematický název je trijodmethan.\n":" Pravda","K daným vzorcům přiřaďte správný název\n":"C2H5I – ethyljodid, C6H5Cl – chlorbenzen, CHCl3 – chloroform, CHI3 – jodoform.","K výrobě plastu známého jako teflon se používá...........Název pište dohromady.\n":"tertafluorethen.","Kolik sigma vazeb obsahuje molekula tetrachlormetanu\n":"4.","Které halogenderiváty jsou nejreaktivnější? Vazba mezi uhlíkem a halogenem je nejlépe polarizovatelná.\n":"Jodderiváty.","Které tvrzení je pravdivé o sloučenině CH2=CHCl\n":"Nazývá se vinylchlorid..","Na obrázku vidíte chlorbenzen a chlormethan\n":" Pravda","Polarizovatelnost vazby znamená vychýlení páru vazebných elektronů z původní polohy účinkem elektrického náboje reagující částice.\n":" Pravda","Polyvinylchlorid(PVC) se používá na výrobu desek, trubek. Měkčený na PVC folie. Rovnice přípravy: n CH2=CHCl ------->{-CH2-CHCl-}\n":" Pravda","Pro chloraci alkanů je charakteristická...................................., jejímž prvním krokem je tato reakce:\n":"Substituce radikálová.","Při chloraci benzenu vzniká ............. a HCl.\n":"chlorbenzen.","Reakcí but-1-enu s bromem vzniká 2,3-dibrombutan.\n":" Nepravda","Reakcí ethenu s HCl vzniká\n":"chlorethan.","Reakcí propenu s HCl vzniká\n":"2-chlorpropan.","Sloučenina označovaná zkratkou HCH vzniká náhradou vodíků z této látky.\n":"Vodíky jsou nahrazeny 6 atomy chloru, používá se jako herbicid, Znázorněná látka je cyklohexan..","Substituenty(např. chlor) na benzenovém jádře v poloze 1,2- označujeme jako\n":"o-.","Tato látka se nazývá \n":"Fosgen, dichlorid kyseliny uhličité.","Tetrachlormethan a chlorid uhličitý jsou\n":"dva různé názvy pro stejnou látku.","Uvedená reakce je jednou z možností přípravy halogenderivátů. Jedná se o\n":"substituci nukleofilní.","Z propenu se reakcí s HCl získá 2-chlorpropan. Reakce je\n":"Adice."," Uvedené reakce jsou substituce elektrofilní.\n":" Nepravda","﻿﻿﻿2,3-dichlorbut-2-en tvoří geometrické izomery.\n":" Pravda","2,4,6-trinitrofenol je žlutá krystalická jedovatá explozivní sloučenina, jejíž triviální název je \n":"kyselina pikrová.","Benzen-1,2-diol se nazývá také\n":"Pyrokatechol.","Dobrá rozpustnost alkoholů a fenolů ve vodě je způsobena schopnosti tvořit ....................vazby mezi molekulami vody a hydroxysloučenin.\n":"vodíkové.","Dynamit je látka, která obsahuje\n":"glyceroltrinitrát.","Ethanol se vyrábí\n":"kvašením cukrů, hydratací ethenu.","Ethylenglykol je\n":"ethan-1,2-diol.","Glyceroltrinitrát je ester glycerolu a kyseliny dusičné. Uveďte počet nitro skupin v této látce.\n":"3.","Hydroxysloučeniny jsou látky\n":"amfoterní.","Jakou sytnost mají tyto alkoholy\n":"ethanol – jednosytný, ethylenglykol – dvojsytný, glycerol – trojsytný.","Jodoformová reakce slouží k rozlišení methanolu a ethanolu\n":" Pravda","Kolik uhlíkových atomů obsahuje molekula pentylesteru kyseliny mravenčí?\n":"6.","Která látka nepatří mezi fenoly?\n":"cyklohexanol.","Kyslík je ve všech kyslíkatých derivátech\n":"dvojvazný, poután s vodíkem a uhlíkem nebo se dvěma uhlíky.","Látka uvedeného vzorce je\n":"Hydrochinon.","Oxidací ethanolu vyrobíme ethanal neboli acetaldehyd.\n":" Pravda","Primární alkoholy lze převést na aldehydy\n":"katalytickou dehydrogenací.","Propan-1,2,3-triol se triviálně nazývá\n":"glycerol.","Propan-1-ol oxiduje na aceton.\n":" Nepravda","Při bromaci fenolu(reakci se 3 Br2) vzniká\n":"2,4,6-tribromfenol.","Při hydrataci ethynu vzniká CH2=CHOH - vinylalkohol. Jedná se o nestabilní látku, která se přemění na stabilní acetaldehyd. Tato izomerie se nazývá\n":"tautomerie.","Přiřaďte k uvedeným uhlovodíkovým derivátům jejich obecné vzorce\n":"alkoholy – R-OH, ethery – R-O-R, karboxylové kyseliny – R-COOH, halogenderiváty – R-X.","Přiřaďte sloučeniny do jednotlivých skupin kyslíkatých derivátů uhlovodíků\n":"ethanthiol – thioly, naftol – fenoly, ethanal – aldehydy, octová kyselina – karboxylové kyseliny, ethanol – alkoholy, propanon – ketony.","Reakce alkoholů s kyselinami se nazývá\n":"esterifikace.","Reakcí ethanolu se sodíkem vzniká\n":"ethanolát sodný, vodík.","Reakcí fenolu s kyselinou dusičnou vzniká\n":"nitrofenol.","Redukcí aldehydů vznikají\n":"primární alkoholy.","Skupinu OH nazýváme\n":"hydroxylová.","Sloučenina vyjádřená vzorcem R-ONa (např. CH3ONa) patří mezi\n":"alkoholáty.","Uvedené látky zařaďte dle struktury do jednotlivých skupin\n":"butan-2-ol – sekundární alkohol, butan-1-ol – primární alkohol, 2-methylbutan-2-ol – terciární alkohol.","Zařaďte pentan-3-ol\n":"jednosytný alkohol, sekundární alkohol, nasycený alkohol.","Acetaldehyd je těkavá hořlavá kapalina. Acetaldehyd se v přírodě vyskytuje  v ovoci. Je meziproduktem při výrobě kyseliny octové. V lidském těle vzniká při odbourávání alkoholu..\n":" Pravda","Aceton je dobře  mísitelný s vodou i organickými látkami. Jeho největší využití je jako\n":"rozpouštědlo.","Aceton oxiduje na octovou kyselinu.\n":" Nepravda","Adicí vody na ethyn připtavíme\n":"acetaldehyd.","Charakteristickou reakcí karbonylových sloučenin je\n":"Nukleofilní adice.","Chinony patří mezi \n":"Ketony.","Chinony vznikají z fenolů oxidací\n":" Pravda","Fehlingovo činidlo se používá na důkaz aldehydů. Při mísení Fehlingova činidla I a II vzniká Cu(OH)2. Toto činidlo má .........................účinky.\n":"oxidační.","Formaldehyd se rozpouští ve vodě. Jeho 40% roztok se nazývá..................a používá se ke konzervaci biologických materiálů. Je surovinou na výrobů plastů.Např, novolak, bakelit.\n":"Formalín.","Jedná se o jeden typ izomerie. Jak se nazývají tyto izomery?\n":"Tautomery.","Jodoformová reakce se používá k rozlišení ethanolu od methanolu. Ethanol oxiduje na ......................., který reaguje s jodem v přítomnosti NaOH za vzniku žlutého jodoformu.\n":"acetaldehyd.","Karbonylová skupina obsahuje kyslík, který má částečně záporný náboj\n":" Pravda","Kolik uhlíkových atomů obsahuje molekula fenylmethylketonu?\n":"8.","Která kyselina vzniká oxidací acetaldehydu\n":"Kyselina octová, Kyselina ethanová.","Který z aldehydů je za běžných podmínek plynný?\n":"Formaldehyd.","Látka vonící po hořkých mandlích, která se nachází v peckách broskví se nazývá\n":"Behzaldehyd.","Monosacharidy obsahují aldehydickou nebo keto skupinu.\n":" Pravda","Na adehyd působí silná báze. Dojde k odštěpení jednoho vodíku od druhého uhlíku.Při této reakci vzniká\n":"Karbaniont.","Na přípravu formaldehydu se používá\n":"methanol.","Oxidací benzaldehydu vznikne\n":"Benzoová kyselina.","Oxidací jednotlivých alkoholů vznikají aldehydy, ketony nebo alkoholy neoxidují\n":"Propan-1-ol – propanal, 2-methylpropan-2-ol – neoxiduje, Benzylalkohol – benzaldehyd, Methanol – formaldehyd, Propan-2-ol – propanon.","Oxidací pentan-2-olu se připravuje\n":"Pentan-2-on, Methylpropylketon.","Primární alkoholy oxidují na \n":"aldehydy.","Pyrokatechol oxiduje na\n":"o-benzochinon.","Při reakci karbonylových sloučenin a alkoholů vznikají aldoly.\n":" Nepravda","Sekundární alkoholy oxidují na\n":"ketony.","Tato reakce je redukce.\n":" Nepravda","Tollensovo činidlo se při reakci s aldehydy redukuje na\n":"Ag.","se nazývá\n":"Benzaldehyd."," se nazývá\n":"Pentan-2,4-dion.","Acyl je \n":"Zbytek karboxylových kyselin po odtržení hydroxylové skupiny.","Akrylová kyselina je kyselina\n":"Propenová.","Bezbarvá krystalická látka, která se používá jako konzervační prostředek a vyrábí se oxidací toluenu je kyselina\n":"Benzoová, Benzenkarboxylová.","C17H35COOH je vzorec kyseliny\n":"Stearové.","CH3COOK vzniká z kyseliny octové reakcí, která se nazývá\n":"Neutralizace.","Dikarboxylová aromatická kyselina je kyselina\n":"Ftalová.","Esterifikace je reakce kyseliny a\n":"alkoholu.","Esterifikaci lze urychlit přidáním\n":"Kyseliny sírové.","Jaké pH bude mít roztok draselné soli kyseliny propionové?\n":"větší než 7.","Kolika % rozok kyseliny octové používáme jako ocet?\n":"8.","Kyselina maleinová a fumarová se liší\n":"Prostorovým uspořádáním molekuly.","Mezi jednosytné kyseliny patří\n":"Benzoová kyselina, Propionová kyselina, Octová kyselina.","Mezi nasycené (alifatické) kyseliny nepatří kyseliny\n":"Maleinová, Fumarová.","Mravenčí kyselina se připravuje oxidací\n":"Methanolu, Methanalu, formaldehydu.","Máselná kyselina má ..................uhlíky.\n":"4.","Neutralizace je reakce kyselin a zásad. Vzniká\n":"Sůl a voda.","Oxidací butanalu manganistanem draselným v přítomnosti kyseliny sírové vzniká\n":"Kyselina máselná, Kyselina buthanová.","Při dekarboxylaci kyseliny se vždy odštěpí oxid uhelnatý.\n":" Nepravda","Při žluknutí másla vzniká nepříjemně zapáchající kyselina. Má ..........uhlíky.\n":"4.","Přiřaďte kyseliny dle jejich sytnosti\n":"Citronová kyselina – Trojsytná, Ftalová kyselina – Dvojsytná, Benzoová kyselina – Jednosytná.","Přiřaďte kyseliny podle typu uhlikatého řetězce\n":"Nasycená kyselina – Propionová kyselina, Nenasycená kyselina – Fumarová kyselina, Aromatická kyselina – Tereftalová kyselina.","Reakcí kyseliny octové a methanolu v přítomnosti H2SO4 vzniká voda a\n":"Methylester kyseliny octové.","Tato dikarboxylová kyselina se nazývá kyselina\n":"Šťavelová, Ethandiová.","To je obecný vzorec karbonylových sloučenin.\n":" Nepravda","Toto schéma představuje vznik dimethylesteru kyseliny tereftalové.\n":" Pravda","Trans-butendiová kyselina se jinak nazývá kyselina\n":"Fumarová.","Uveďte jiný název p-benzendikarboxylové kyseliny. Je to kyselina............\n":"Tereftalová.","Valerová kyselina je nejbližším homologem (má o jeden uhlík více) kyseliny máselné. To znamená, že má ........uhlíků.\n":"5.","Zahřátím kyseliny malonové (dekarboxylací) vzniká CO2 a\n":"Kyselina octová.","Šťavelová kyselina se nazývá také ..................................kyselina.\n":"Ethandiová.","Acetylchlorid CH3COCl reaguje s NH3 za vzniku acetamidu.\n":" Pravda","Acylhalogenidy \n":"Vznikají náhradou OH halogenem, Jsou reaktivní, Mají karbonylovou skupinu.","Akrylonitril se používá na výrobu\n":"Syntetických vláken - polyakrylonitril.","Alkalickou hydrolýzou-působením KOH na CH3CH2COOCH3 vzniká\n":"Propionan draselný a methanol.","Amidy\n":"Jsou méně reaktivní než halogenidy, Používají se na výrobu umělých vláken..","Anhydridy \n":"Znamená ztrátu vody, Na obrázku je anhydrid kyseliny ftalové.","Benzen je součástí anhydridu kyseliny\n":"Ftalové.","Esterifikace je reakce ...............a.........................Napsat 2 slova s mezerou.\n":"kyseliny alkoholu.","Formyl je zbytek kyseliny\n":"Mravenčí.","Ftalanhydrid vzniká oxidací \n":"Naftalenu.","Funkční deriváty vznikají z karboxylových kyselin odtržením vodíku z hydroxylové skupiny.\n":" Nepravda","Hydrolýzou acetonitrilu vzniká \n":"Acetamid.","Hydrolýzou acetylchloridu (chlorid kys.octové) CH3COCl vzniká ................kyselina.\n":"octová.","Kolik atomů si tyto kyseliny vymění při neutralizaci s hydroxidem sodným?\n":"2.","Kolik má acetylchlorid uhlíků ?\n":"2.","Který derivát kyseliny benzoové nejrychleji reaguje s ethanolem\n":"Benzoylchlorid.","Kyselou hydrolýzou CH3COOC2H5 vzniká\n":"Ethanol a kyselina octová.","Kyselou hydrolýzou benzamidu vzniká\n":"Kyselina benzoová a chlorid amonný.","Na přípravu formamidu je potřeba kyseliny............\n":"Mravenčí.","Oxaláty jsou soli kyseliny\n":"Šťavelové.","Produkty alkalické hydrolýzy esterů kyseliny palmitové a stearové jsou...............( např. CH3(CH2)14COONa). Triviální název.\n":"mýdla.","Při reakci chloridu kyseliny octové s methanolem vzniká HCl a\n":"Methylester kyseliny octové.","Při výrobě polyesteru (tesilu) se používá izomer této kyseliny.Jedná se o kyselinu......\n":"Tereftalovou.","Reakcí anhydridu kyseliny octové (CH3CO)2O s ethanolem vzniká ..................ester a kyselina octová. Napište přesný název esteru-3 slova.\n":"Ethylester kyseliny octové.","Reakcí benzoylchloridu s methanolem vzniká\n":"Benzoan methylnatý.","S jakou látkou musí reagovat sůl karboxylové kyseliny (např. CH3COONa), aby vznikla kyselina (např. CH3COOH).\n":"Se silnou anorganickou kyselinou (HCl), S vodou.","Sloučeniny přiřaďte dle typu do jednotlivých funkčních derivátů \n":"(CH3CO)2O – Anhydridy, CH3COOCH3 – Estery, CH3COONa – Soli, CH3CONH2 – Amidy, CH3COCl – Halogenidy, CH3CN – Nitrily.","Součástí ledvinových kamenů je vápenatá sůl kyseliny\n":"Šťavelové.","To jsou funkční deriváty kyseliny octové.\n":" Pravda","Vlivem rozložení parciálních nábojů bude uhlík atakovat elektrofilní činidlo.\n":" Nepravda","Aminokyseliny jsou bílé krystalické látky rozpustné ve vodě. Regují s \n":"kyselinami i zásadami.","Aminokyseliny vznikají reakcí amoniaku s \n":"Halogenkyselinou.","CH3COCOOH je\n":"Ketokyselina, Kyselina pyrohroznová.","Druhý uhlík se také označuje jako ...... uhlík\n":"alfa.","Halogenkyseliny patří mezi toxické látky. Kyselina trichloroctová těžce poškozuje tkáně, které se špatně hojí. Mezi vysoce toxické látky patří i kyselina fluoroctová.\n":" Pravda","Jedná se o ..........substituci.\n":"elektrofilní.","Kyselina acetylsalicylová je součástí léků\n":"Acylpyrin, Superpyrin, Aspirin.","Kyselina aminooctová (glycin) patří mezi\n":"Aminokyseliny.","Kyselina mléčná je kyselina\n":"2-hydroxypropionová.","Kyselina pyrohroznová je důležitá při metabolických dějích. Je to kapalina dobře rozpustná ve vodě. Označuje se také pojmem pyruvát, protože je v buňkách v podobě aniontu. Má ............uhlíky.\n":"3.","Kyselina salicylová je kyselina............( bez mezer)\n":"2-hydroxybenzoová.","Laktamy jsou \n":"cyklické amidy.","Laktony jsou \n":"cyklické estery.","Mezi substituční deriváty karboxylových kyselin nepatří kyselina\n":"Máselná.","Molekuly aminokyselin vzájemně reagují. -CO-NH- je vazba\n":"Peptidová, Amidová.","Nejsilnější halogenkyselina odvozená od kyseliny octové má ..........atomy chloru.\n":"3.","Některé hydroxykyseliny (mléčná, vinná) se vyznačují optickou aktivitou. Louis Pasteur zkoumal tento jev. Roztoky těchto sloučenin stáčejí lineárně polarizované světlo doleva nebo doprava. Stereoizomery se nazývají enantiomery (optické izomery nebo antipody).\n":" Pravda","Oxidací hydroxykyselin mohou vznikat\n":"Oxokyseliny, Vícesytné karboxylové kyseliny.","Při určité hodnotě pH nastane, že karboxylová skupina je ve formě aniontu COO- a aminoskupina ve formě kationtu NH3+. Tato hodnota pH je pro každou aminokyselinu charaktaristická a nazývá se izoelektrický bod.\n":" Pravda","Přiřaďte aminokyseliny dle pH\n":"Lysin – Zásaditá AMK, Kyselina asparagová – Kyselá AMK, Glycin – Neutrální AMK.","Přiřaďte kyseliny a jejich deriváty do jednotlivých skupin\n":"Kyselina vinná – Hydroxykyseliny, Chlorid kyseliny octové – Halogenidy karboxylových kyselin, Kyselina chloroctová – Halogenkyseliny, Amid kyseliny propionové – Amidy karboxylových kyselin, Kyselina malonová – Karboxylové kyseliny, Kyselina aminooctová-glycin – Aminokyselina.","Přiřaďte kyseliny dle počtu COOH skupin (jejich sytnosti).\n":"Kyselina jablečná – Dvojsytná, Kyselina vinná – Dvojsytná, Kyselina mléčná – Jednosytná, Kyselina citronová – Trojsytná.","Racemát je opticky inaktivní směs. Obsahuje stejný počet levotočivých a pravotočivých molekul. Rovinu polarizovaného světla nestáčí.\n":" Pravda","Substituční deriváty vznikají náhradou OH skupiny jinou charakteristickou skupinou\n":" Nepravda","Substitučním derivátem je\n":"Aminokyselina, Halogenkyselina.","Tato reakce je \n":"Redukce.","Tato reakce je eliminace.\n":" Nepravda","Uhlíky se číslují od uhlíku\n":"karboxylu.","Uveďte počet chirálních uhlíků kyseliny mléčné.\n":"1.","Všechny přírodní aminokyseliny mají konfiguraci řady (napiš jedno písmeno).\n":"L.","Aminy se dělí na \n":" Pravda","Aminy se připravují reakcí alkylhalogenidů s roztokem amoniaku\n":" Pravda","Amoniové soli vznikají reakcí\n":"Aminů s kyselinami.","Anilin reaguje s bromem za vzniku\n":"2,4,6-tribromanilinu.","Aniliniumhydrogensulfát je příkladem primárního aminu.\n":" Nepravda","Diazoniové sloučeniny jsou\n":"reaktivní meziprodukty, látky na přípravu azobarviv.","Dinitrotoluen se připravuje reakcí toluenu a dvou molekul kyseliny .......\n":"dusičné.","Dusík je v molekulách organických sloučenin většinou ............vazný.\n":"3.","Dusíkaté deriváty uhlovodíků mají ve své molekule vazbu mezi uhlíkem a\n":"dusíkem.","K výrobě anilinu se používá\n":"Nitrobenzen.","Mezi dusíkaté deriváty nepatří\n":"DDT, HCH.","Nitrační směs je tvořena\n":"kyselinou dusičnou a sírovou.","Nitromethan vzniká reakcí methanu a zředěné kyseliny dusičné. Tato reakce je \n":"Substituce radikálová.","Nitroskupina je ....................vazná.\n":"1.","Při nitraci toluenu vzniká\n":"o-nitrotoluen, p-nitrotoluen.","Při redukci nitrosloučenin v zásaditém prostředí vzniká hydrazobenzen. Která látka působí jako redukční činidlo?\n":"vodík.","Přiřaďte aminy a jejich využití\n":"Methyloranž – Acidobazický indikátor, Azobarviva – Barvení kůže, textilu, papírů, plastů a potravin., Hexan-1,6-diamin – Syntetické vlákno Nylon.","Přiřaďte aminy do správných skupin\n":"Ethylamin – Primární aminy, Tetraethylamoniumchlorid – Amoniové soli, Triethylamin – Terciární aminy, Dimethylamin – Sekundární aminy.","Přiřaďte látky a negativní vlastnosti těchto látek.\n":"Nitrosaminy (CH3)2N-NO dimethylnitrosamin – Karcinogenní látky-mohou být v uzeninách., Anilin – Cyanóza-zmodrání konečků prstů nebo ušních boltců., Benzidin NH2-C6H4-C6H4-NH2 – Rakovina močového měchýře..","Přiřaďte skupinu a její název.\n":"NH2 – Amino skupina, N=N – Azo skupina, NO2 – Nitro skupina,  – Benzendiazonium.","Redukcí nitrosloučenin bude vznikat\n":"Amin.","Sekundární aminy se odvozují od\n":"amoniaku náhradou 2 vodíků uhlovodíkovými zbytky.","Skupina, která způsobuje barevnost organických sloučenin se nazývá\n":"Chromofor.","TNT vzniká reakcí toluenu a .............molekul kyseliny dusičné.\n":"3.","Tato reakce je\n":"Kopulace.","Tato reakce vyjadřuje přípravu azobarviva, které se jmenuje\n":"Methylčerveň.","Trimethylamin je\n":"Terciární amin.","Vodné roztoky diazoniových solí lze připravit (při 5 st.C) reakcí kyseliny dusité s \n":"primárním aromatickým aminem.","Zásaditost aminů je důsledkem\n":"volného elektronového páru na dusíku.","p-fenylendiamin je \n":"primární amin se dvěma aminoskupinami.","":"CH3-SH – Methanthiol, CH3-S-CH3 – Dimethylsulfid, CH3-SO3H – Methansulfonová kyselina.","Aromatické sulfokyseliny se připravují sulfonací (reakcí arenů s konc. H2SO4). Tato látka je\n":"Naftalen -2-sulfonová kyselina.","Benzenthiol se připravuje reakcí benzensulfonylchloridu a vodíku. Tato reakce je ...... Napište typ reakce.\n":"redukce.","CH3PH2 je\n":"Methylfosfan, Methylfosfin.","CH3SiH3\n":"Methylsilan.","Do svítiplynu, který se vyráběl karbonizací uhlí, se přidával páchnoucí etanthiol. Zápach signalizoval únik velmi jedovatého plynu. Jedná se o oxid. Napište jeho vzorec.\n":"CO.","Ethanthiol se připravuje reakcí\n":"bromethanu a hydrogensulfidu draselného, ethanolu se sulfanem za katalytického působení oxidu hlinitého, ethenu se sírou a vodíkem za zvýšené teploty a katalýzy sulfidem molybdeničitým.","Grignardova činidla mají obecný vzorec RMgX.  Patří mezi nejvýznamnější organokovové sloučeniny. Francouzský chemik Grignard je objevil kolem roku 1900 a za práci o těchto sloučeninách obdržel roku 1912 Nobelovu cenu.Napište co znamená ve vzorci R.\n":"Radikál.","Grignardova činidla se připravují reakcí alkylhalogenidů (arylhalogenidů) s hořčíkovými hoblinami v etheru. CH3I + Mg → CH3MgI. Tato látka se nazývá\n":"Methylmagneziumjodid.","Grignardovy sloučeniny obsahují ve své molekule........Napište značku kovu.\n":"Mg.","K typickým vlastnostem organokovových sloučenin patří\n":"vysoká reaktivita, jedovatost, samozápalnost, částečně záporný C.","Katalyzátor polymerace alkenů jsou trialkylhliníky. Zieglerovy katalyzátory.\n":" Pravda","Látky s významnými fyziologickými účinky obsahují Si.\n":" Nepravda","Některé organokovové sloučeniny slouží jako léky. Obsahují\n":"As.","Některé výfukové plyny obsahují olovo. Do olovnatého benzínu se přidává\n":"Tetraethylolovo.","Organická sloučenina arsenu používaná v 1. světové válce jako bojová chemická látka.  Je kapalina bez barvy a zápachu, tvoří puchýře a voní po pelargoniích. Jedná se o\n":"Lewisit.","Organolithné sloučeniny se připravují reakcí halogenderivátů s lithiem.CH3CH2CH2CH2Cl + 2Li → CH3CH2CH2CH2Li + LiCl. Jsou méně reaktivní než Grignardova činidla.\n":" Nepravda","Oxidací (mírnou) ethanthiolu vzniká diethylsulfid nebo ethansulfonová kyselina(vlivem silného oxidačního činidla). Přiřaďte správné oxidační činidla.\n":"CH3-CH2-SO3H – Kyselina dusičná, CH3-CH2-S-S-CH2-CH3 – Jod.","Polysiloxany jsou nejznámější organické sloučeniny křemíku. Používají se jako oleje nebo pasty tam, kde se uplatní tepelná odolnost a hydrofóbní vlastnosti( impregnace, leštění, konzervace). Kaučuky se vyznačují dobrými mechanickými vlastnostmi a chemickou i tepelnou odolností.Jejich jiný název je\n":"silikony.","Přiřaďte body varu a obecné vzorce.\n":"-SO3H- – sulfonové kyseliny, -SO- – sulfoxidy, Bod varu ethanthiolu (S netvoří vodíkové můstky) – 37°C, -SO2- – sulfony, Bod varu ethanolu – 78°C.","Přiřaďte k charakteristickým skupinám názvy.\n":"-S- – Sulfidy, -SH – Thioly, -S-S- – Disulfidy.","Přiřaďte ke kyselinám jejich využití.\n":"Fenolsulfonové a naftolsulfonové kyseliny – výroba vodorozpustných barviv, Kyselina sulfanilová – výroba azobarviv, Sodné soli sulfokyselin s dlouhým řetězcem (10-20 at.C). – Tenzidy, součástí mycích a pracích prášků..","Přiřaďte použití daných organokovových sloučenin.\n":"Organortuťnaté sloučeniny – Insekticidy, antiseptika., Organoolovnaté sloučeniny – Antidetonační přísada do benzínu, Organohlinité sloučeniny – Polymerace ethenu a propenu., Organocíničité sloučeniny – Hubení plísní., Organokovové sloučeniny – Především organické syntézy..","Reakcí butyllithia ( CH3CH2CH2CH2Li) s vodou vzniká\n":"Butan.","Reakcí propanonu (acetonu) s methylmagneziemchloridem vzniká 2-methylpropan-2-ol. Tato látka má ......uhlíky.\n":"4.","Sulfonací....................se vyrábí kyselina sulfanilová.\n":"anilinu.","Síra a kyslík leží ve stejné skupině, mají tedy ...valenčních elektronů.\n":"6.","Thioly a sulfidy jsou\n":"většinou kapaliny, látky charakteristického zápachu, přírodní látky obsažené v silici cibule a česneku.","Thioly reagují podobně jako alkoholy a fenoly. Benzenthiol reaguje s NaOH za vzniku benzenthiolátu sodného. Tato reakce dokazuje, že thiol má vlastnosti\n":"kyselé.","Zemní plyn se odorizuje thioly, které mají nepříjemný zápach. V čistém stavu je zemní plyn bez zápachu a se vzduchem tvoří prudce výbušnou směs. Zemní plyn se běžně používá k vytápění v domácnostech.\n":" Pravda","Atomy číslujeme v heterocyklu tak, že 1 má ten atom prvku, který má\n":"vyšší číslo skupiny v PSP.","Důležitým derivátem chinolinu je chinin. Používá se na léčení\n":"malárie.","Heterocyklické sloučeniny se třídí podle\n":"Typu heteroatomu, Počtu heteroatomů, Počtu cyklů.","Indol je derivát pyrrolu. Je součástí modrého barviva Indigo. Vzorec indolu obsahuje kromě pyrrolu ještě\n":"benzen.","Katalytickou hydrogenací furanu vzniká\n":"Tetrahydrofuran.","Katalytickou hydrogenací pyridinu vzniká\n":"piperidin.","Kofein je obsažen v kávě a čaji. Stimuluje centrální nervový systém a povzbuzuje srdeční činost. Je derivátem\n":"purinu.","Kolik různých prvků (heteroatomů)  sei vyskytuje v heterocyklických sloučeninách.\n":"3.","Který z prvků není v heterocyklických sloučeninách\n":"Fosfor.","Kyselina barbiturová patří mezi hypnotika. Napište heterocyklus od kterého je odvozena.\n":"pyrimidin.","Kyselina močová je v nízké koncentraci obsažena v moči savců. V lidském těle se její tvorba zvyšuje při onemocnění ledvin. Je v ledvinových kamenech. Při revmatizmu se usazuje v kloubech a svalech. Je derivátem pyrimidinu.\n":" Nepravda","Mezi deriváty pyridinu patří\n":"Kyselina nikotinová a nikotinamid, Nikotin, Chinolin.","Mezi nejvýznamnější deriváty purinu patří (jsou součástí nukleových kyselin)\n":"Adenin, Guanin.","Mezi nejvýznamnější deriváty pyrimidinu, které jsou součástí nukleových kyselin, patří\n":"Uracil, Thymin, Cytosin.","Nejméně aromatický charakter má\n":"Furan.","Porfin je sloučenina, která je základem struktuty chlorofylu (zeleň listová) a hemu (krevní barvivo). Pyrrolové cykly jsou propojeny methinovými skupinami. Kolik je pyrrolů?\n":"4.","Pro heterocyklické sloučeniny neplatí\n":"Mají maximálně jeden heteroatom, Jsou acyklické..","Purin má ve své molekule\n":"pyrimidin a imidazol.","Pyrimidin je .........členný heterocyklus se dvěma heteroatomy (dusíky).             \n":"6.","Pyrrol\n":"je bezbarvá páchnoucí kapalina, vyskytuje se v černouhelném dehtu, je součástí biologicky aktivních látek.","Pyrrol reaguje s kyselinou dusičnou a vzniká ..........-nitropyrrol.\n":"2.","Pyrrol se vyrábí reakcí furanu s amoniakem za zvýšené teploty a katalýzy Al2O3. \n":" Pravda","Pětičlenný heterocyklus s jedním atomem kyslíku je\n":"Furan.","Přiřaďte použití derivátů heterocyklů\n":"Deriváty pyrazolu – Léčivo Antipyrin, barevná fotografie, Deriváty thiazolu – Léčiva-sulfoamidy, urychlovač vulkanizace kaučuku., Deriváty imidazolu – Histamin-ovlivňuje činnost hladkého svalstva, snižuje tlak..","Substituce pyridinu probíhají v poloze 3 a 5. Jsou nutné vysoké teploty (sulfonace 230°C, bromace a nitrace 300°C). Výtěžky jsou malé.\n":" Pravda","Thiofen připomíná zápachem a bodem varu benzen. Vyrábí se dehydrogenací butanu sírou. Tato reakce je\n":"Eliminace.","Typickou reakcí pro furan, pyrrol a thiofen je\n":"Elektrofilní substituce.","Vlivem volného elektronového páru na dusíku v pyridinu má tato látka charakter\n":"Zásaditý.","Významnou reakcí thiofenu je sulfonace. Probíhá při 30°C a tímto způsobem se oddělí thiofen od benzenu. Vzniká kyselina 3-thiofensulfonová.\n":" Nepravda","Šestičlenný heterocyklus s jedním heteroatomem je\n":"Pyran.","Alkaloid, který se užívá proti bolestem (např. v souvisloti s rakovinou) se nazývá\n":"morfin.","Alkaloid, který se získává z kokového keře, má anestetický účinek, působí rychlé znecitlivění a  zvyšuje výkon se jmenuje....\n":"kokain.","Alkaloidy jsou heterocyklické sloučeniny. Obsahují ve své molekule nejméně jeden\n":"Dusík.","Alkaloidy jsou látky\n":"Jedovaté.","Alkaloidy jsou obsažené v některých rostlinách. Obvykle se vyskytují ve směsích, v jedné části rostliny (např. v kořenech) jsou jiné než v jiné části (v listech).\n":" Pravda","Analgetika jsou látky, které tlumí bolest, a antipyretika snižují horečku. Působí proti zánětům. Obsahují\n":"Kyselinu acetylsalicylovou, Paracetamol, Kofein.","Anestetika jsou znecitlivující látky s celkovým nebo lokálním účinkem. Tlumí CNS, mohou způsobit stav bezvědomí spojen se ztrátou vnímání bolesti. Mezi celková anestetika patří\n":"Rajský plyn, Cyklopropan, Divinylether.","Antibiotika hubí nebo zastavují růst jiných nežádoucích mikroorganismů. Jejich nevýhoda - mikroorganismy se ně stávají rezistentní. To znamená, že si zvyknou při častém užívání antibiotik. Stále se musí inovovat.\n":" Pravda","Antibiotika jsou heterocykly produkované určitými druhy mikroorganismů. Působí jenom proti bakteriím ne proti virům. Prvním antibiotikem byl penicilin objeven roku 1928 Flemingem. Dělí se dle mechanismu nebo šíře záběru. Přiřaďte k sobě pojmy.\n":"Působí na více typů bakterií. Ampycylin, Augmentin, Amoklen, Duomox. – Širokospektrá antibiotika, Inhibují(zastavují) syntézu bakteriálních bílkovin. – Bakteriostatické, Působí na jeden typ bakterie. V-penicilin na zápal plic, syfilis, zánět mozkových blan. – Úzkospektrá antibiotika, Ničí syntézu buněčné stěny. – Bakteriocidní..","Antihistaminika jsou léky, které potlačují účinky histaminu. Histamin je fyziologicky účinná látka (rozšiřuje cévy, snižuje krevní tlak) a jeho zvýšené vylučování vyvolává alergie. Obsahuje heterocyklus imidazol, který má ........dusíky.\n":"2.","Chemoterapeutika jsou látky, které se osvědčily proti bakteriálním infekcím. Patří sem sulfonamidy ( léčba anginy, zápalu plic, mozkových blan, syfilidy).Jsou to předchůdci antibiotik. Např. Biseptol Sulfonamidy obsahují ve své molekule..............Napište značku prvku (sulfo)\n":"S.","Chloroform patří mezi celková anestetika. U nás se již nepoužívá. Kolik je v molekule atomů chloru?\n":"3.","Halucinogenní drogy hašiš a marihuana (canabinoidy) se získávají z konopí. Jejich účinná látka tetrahydrokanabinol patří mezi alkaloidy.\n":" Nepravda","Heroin je návyková polosyntetická droga. Je derivát morfinu a patří mezi ..........alkaloidy.\n":"Opiové.","K charakteristickým vlastostem přiřaďte alkaloid.\n":"Používá se jako lék proti malárii, přidává se do nápojů. – Chinin, Nejrozšířenější návyková droga, má negativní vliv na žaludeční sliznici, krevní oběh, plíce a jiné orgány. – Nikotin, Krátkodobě povzbuzuje organismus, používá se v lékařství, do nápojů, Má močopudné účinky. – Kofein.","Kodein patří mezi opiové alkaloidy. Připravuje se methylací morfinu a je návykový. Používá se \n":"k tlumení kašle.","Kokain patří mezi alkaloidy\n":"Tropanové.","Lokální anestetika se používají pouze k místnímu znecitlivění. Zubní lékařství. Patří tam\n":"Kokain, Chlorethan.","Léčiva jsou chemické látky přirozeného nebo syntetického původu, používané k léčení chorob nebo k jejich prevenci. Ovlivňují fyziologické funkce. Léčiva vyrábí a upravuje ..............průmysl.\n":"farmaceutický.","Mezi antacida patří Gastrogel nebo NaHCO3- napište triviální název.(2 slova)\n":"jedlá soda.","Mezi tropanové alkaloidy patří atropin. Je obsažen v rulíku zlomocném a má sedmičlenný kruh. Užívá se v ...............a.....................lékařství.\n":"očním, vnitřním.","Morfin a papaverin ( slouží jako lék proti křečím) patří mezi alkaloidy\n":"Opiové.","Námelové alkaloidy se odvozují od kyseliny lysergové a nacházejí se v námelu, produktu paličkovice nachové, která cizopasí na žitě. Synteticky připravený diethylamid kyseliny lysergové (LSD) se používá na léčbu depresí, schizofrenie, alkoholismu, autismu atd.\n":" Nepravda","Některé léky obsahují pětičlenné heterocykly se dvěma heteroatomy. Přiřaďte heterocyklus a lék.\n":"Thiazol – Sulfoamidy, Peniciliny - proti infekci, Pyrazol – Antipyrin - na horečku a bolest, Imidazol – Dithiaden, Zyrtex - alergie.","Opiové alkaloidy se získávají ze šťávy nedozralých\n":"makovic.","Počet izolovaných alkaloidů s prokázanou strukturou je více než (10, 100, 1000, 10000, .........)\n":"1000.","Přiřaďte léky a použití\n":"Antiarytmika – Úprava srdečního rytmu, Antiastmatika – Bronchiální astma, Antacida – Překyselený žaludek.","Přiřaďte výskyt a alkaloid.\n":"Námel – LSD, Kůra chinovníku – Chinin, Opium – Morfin, Listy tabáku – Nikotin, Čajové listy – Kofein, Kávové boby – Kofein.","Strychnin a kurare patří mezi alkaloidy. Jejich použití přiřaďte.\n":"Strychnin – Hubení hlodavců., Kurare – Šípový jed používaný indiány v Jižní Americe..","Většina alkaloidů má charakter\n":"Bazický.","Absorbce světla je spojena s přechodem elektronů do vyšších energetických hladin. Světlo způsobuje excitaci pouze σ elektronů. Látky, které mají konjugovaný systém dvojných vazeb jsou většinou bezbarvé.\n":" Nepravda","Aditiva nebo také látky přidané se přidávají do většiny balených potravin z technologických, přepravních, skladovacích důvodů a  ke zlepšení senzorických vlastností (chuť, vůně, barva). Spotřebitel musí být o přítomnosti aditiv informován na obalu názvem nebo mezinárodně platným kódovým označením...........(napište jedno písmeno).\n":"e.","Aditiva se rozdělují do několika skupin. Přiřaďte látky do daných skupin.\n":"Pomocné látky – Používají se z technologických důvodů., Látky určené k aromatizaci – Látky dodávající vůni nebo chuť., Potravní doplňky – Vitamíny, minerální látky, aminokyseliny., Látky přidané – Konzervanty, barviva, sladidla, látky zvýrazňující chuť.","Barevnost je způsobena schopnosti látek absorbovat světelné paprsky určité vlnové délky. Odražené paprsky vnímáme v doplňkové barvě.\n":" Pravda","Barvivo je chemická sloučenina, která má schopnost vybarvovat jinou látku, je rozpustná ve vodě. Pigment je\n":"nerozpustný.","Chinonová barviva je nejrozšířenější skupina barviv, obsažená hlavně v kůře a kořenech rostlin. Patří tam\n":"Alizarin, Juglon, Melaniny.","Chlorofyl je zelené barvivo listů, je katalyzátor fotosyntézy. Má podobnou strukturu jako hem, jenom místo železa obsahuje\n":"Mg.","Chromofor je\n":"část molekuly obsahující skupiny způsobující absorbci světla.","Fenolftalein patří mezi arylmetanová barviva (deriváty trifenylmetanu). Je to indikátor, který je v kyselém prostředí\n":"bezbarvý.","Feromony mají v říši hmyzu různé funkce. V boji proti hmyzu mají význam pohlavní feromony, jimiž jedno pohlaví vábí druhé. Toho se využívá k masovému odchytu hmyzích samiček, přilákaných do lapáku, obsahující feromon samečka téhož druhu hmyzu.\n":" Nepravda","Fungicidy jsou přípravky používané proti parazitickým houbám. Bud se jimi moří osivo, nebo se aplikují postřikem na rostliny. Používají se organické fungicidy nebo anorganické. Anorganické obsahují prvky:\n":"Cu, Hg, S.","Hem je nebílkovinná složka červeného krevního barviva hemoglobinu. Ve své molekule obsahuje.......(napište značku prvku), které zprostředkovává vazbu na bílkoviny a na molekulu kyslíku.\n":"Fe.","Indigo patří mezi indolová barviva. Získává se z indigovníku. Rozšířilo se z Indie. U nás se používalo k výrobě modrotisku. Má barvu\n":"modrou.","Karotenoidy jsou pigmenty vyskytující se jak v rostlinách tak u živočichů. Patří mezi tetraterpeny. Dělí se dále na:\n":"Karoteny, Xanthofyly.","Metyloranž je acidobazický indikátor, který se připravuje a)diazotací a pak následuje b) kopulace. Tato reakce je ..............(písmeno).\n":"b.","Metylčerveň je indikátor  a patří mezi\n":"Azobarviva.","Mezi pyranová barviva patří anthokyaniny. Zbarvení je závislé na pH prostředí. Pelargonidin je v kyselém prostředí červený (růže, třešně, brusinky). V alkalickém prostředí je\n":"modrý.","Mýdla jsou směsi alkalických solí vyšších mastných kyselin. Mýdlo se získává chemickou reakcí, která se nazývá\n":"Alkalická hydrolýza.","Nejstarším insekticidem je DDT. Chemický název je 2,2-bis(4-chlorfenyl)-1,1,1-trichlorethan. Je to velmi účinný insekticid. Jeho zásluhou se podařilo vymýtit nebo potlačit řadu chorob přenášených hmyzem (malárii, tyfus,spavou nemoc). Zároveň se zvýšily výnosy hospodářských plodin. DDT je však stálý a v přírodě se nerozkládá. Hromadí se v těle a má nežádoucí účinky na organismus, proto je u nás i v dalších zemích zakázán. Kolik má ve své molekule atomů chloru?\n":"5.","Pesticidy jsou sloučeniny hubící nejrůznější rostlinné a živočišné škůdce. Pesticidy dělíme podle toho, na jaký druh škůdců působí. Přiřaďte ke škůdcům správné označení.\n":"Plevel – Herbicidy, Houby a plísně – Fungicidy, Hlodavci – Rodenticidy, Hmyz – Insekticidy.","Porfyriny patří mezi pyrolová barviva. Mají společný strukturní základ, který tvoří...........pyrrolová jádra pospojovaná meteinovými můstky. Jedná se o cyklické uspořádání.\n":"4.","Proces mytí a praní spočívá v tom, že nečistoty, které jsou nepolárního (hydrofobního) charakteru, je nutné převést do roztoku. To umožňuje tenzid, který se nepolárním koncem naváže na nepolární nečistotu a polárním koncem na molekuly vody. Částice nečistot jsou obklopeny molekulami tenzidu a následně rozptýleny ve vodném roztoku. Tak jsou nečistoty odstraněny.\n":" Pravda","Pteriny jsou odvozeny od pteridinu. Přiřaďte pterinům barvy.\n":"Ichtyopterin – Modře fluoreskuje, Chrysopterin – Zlatožlutý v motýlích křídlech, Leukopterin – Bílý v křídlech motýlů., Xanthopterin. – Žlutý v křídlech motýlů..","Rozdělení barviv dle použití\n":"Substantivní barviva – nestálá, stálost se zvyšuje pomocí mořidel, Reaktivní barviva – stálá, vznikají kovalentní vazby mezi látkou a barvivem, Přímá barviva – vybarvují látku pouhým ponořením, Vyvíjená barviva – tvoří se reakcí přímo na vláknu, např. oxidací.","Rozdělení barviv podle vzniku: a) původní b) ..............\n \n":"syntetická.","Světlo je viditelná oblast elektromagnetického záření v rozsahu vlnových délek 400 - .00 nm. Doplňte jedno číslo.\n":"8.","Tenzidy dělíme podle polární části molekuly. Přiřaďte tenzid a jeho použití.\n":"Amfoterní tenzidy – Kosmetika. Výroba z kokosového a palmového oleje. Drahé., Anionaktivní tenzidy– Osobní hygiena, praní prádla, šampony, pěny., Kationaktivní tenzidy – Dezinfekční a antiseptické účinky., Neionogenní tenzidy – Prací, mycí a čistící prostředky. Do praček a myček. Málo pění. Drahé..","Tenzidy jsou látky, které .................povrchové napětí vody, a tím usnadňují rozpouštění a odstranění nečistot.\n":"snižují.","Užitné vlastnosti tenzidů zajišťujejejich složení. Jednotlivé složky ovlivňují tyto vlastnosti\n":"smáčivost, pěnivost, bělící schopnost.","Žlučová barviva jsou tvořena čtyřmi pyrolovými jádry lineárně spojenými meteinovými můstky. Vznikají odbouráváním hemu ze zaniklých červených krvinek.Vyskytují se ve žluči, skořápkách ptáků, v křídlech a jako kožní pigment.  Přiřaďte barvy žlučových barviv.\n":"Urolobin – Oranžově žlutý, Biliverdin – Modrozelený, Bilirubin – Oranžově červený.","Aminoplasty se vyrábějí polykondenzací močoviny a ............. Jsou to bezbarvé nebo bílé látky, lze je barvit .Použití: výroba nátěrových hmot, tmelů, spotřebního zboží, elektrotechnického materiálu, obkladů. Obchodní název např. Umakart.\n":"formaldehydu.","Buta-1,3-dien reaguje se styrenem a vzniká ...........Jde o kopolymeraci.\n":"Syntetický kaučuk.","Chemická reakce, při níž z jednoho nebo více monomerů vzniká syntetická makromolekulární látka, se nazývá\n":"Polyreakce.","Elastomer lze natahovat na několikanásobek své délky, po přerušení působící síly se nevrátí do původního tvaru.\n":" Nepravda","Existují také přírodní makromolekulární látky. Mezi nejvýznamnější patří\n":"Bílkoviny, Nukleové kyseliny, Polysacharidy.","Fenoplasty jsou nejdéle známými plasty. V roce 1907 vyrobil L. H. Baekeland první fenoplast dodnes známý pod názvem ........... Fenoplasty se vyrábějí pouze v tmavších barvách, protože jsou žluté až hnědé zabarveny oxidací fenolu. Použití: novolak(kyselé prostředí- lineární řetězce) výroba nátěrových hmot a lepidel, rezit(zásadité prostředí - zesíťovaný, nerozpustný) elektrotechnický materiál.\n":"bakelit.","Nejjednodušší uspořádání merů ve struktuře makromolekuly nazýváme ................... jednotka.\n":"strukturní.","Plast, který zahřátím měkne a dá se tvarovat, se nazývá\n":"Termoplast.","Plexisklo(organické sklo) je průsvitná, sklovitá, pevná hmota. Je pružnější a méně křehké než anorganické sklo. Používá se na výrobu skel aut, letadel, optických čoček, v zubním lékařstfví a v kostní chirurgii. Jeho chemický název je\n":"Polymethyl-methakrylát.","Pokud se polymerace účastní ..........různé monomery, jedná se o kopolymeraci. Produkty jsou kopolymery.\n":"2.","Polyadice je polyreakce dvou různých monomerů, z nichž každý má nejméně dvě různé funkční skupiny. Vedlejší produkt nevzniká. Dochází k přemísťování ............. protonů. Patří zde polyuretany. Jsou lehké, pevné a používají se na výrobu lepidel, pěnového molitanu a textilních vláken.\n":"vodíkových.","Polyakrylonitril má značku.....Jeho vlákna se podobají vlně. Hřeje a dobře se udržuje. Vyrábí se polymerací akrylonitrilu. Vyrábějí se z něho textilní vlákna a nátěrové hmoty.\n":"PAN.","Polyamidy PAD se vyrábějí polykondenzací dvojsytných alkoholů a dikarboxylových kyselin. Jsou pevné, odolné, dobře tvarovatelné. Použití na výrobu textilních vláken, lan, užitkových předmětů. Zástupce je Nylon ...(2 čísla bez mezery). Čísla souvisí s počtem uhlíků monomerů.\n":"66.","Polyethylen se vyrábí z ethenu .................Je pevný, odolný vůči vodě, chemikáliím, mrazu. Propouští kyslík a oxid uhličitý. Je vhodný pro balení potravin, které musí dýchat, ale nesmí vyschnout. Použití: výroba lahví, sáčků, fólií, užitkových předmětů.\n":"homopolymerací.","Polykondenzace je polyreakce dvou různých monomerů, z nichž každý má nejméně dvě různé funkční skupiny. Vzniká vedlejší produkt. Např.\n":"Voda, Amoniak, Methanol.","Polymery jsou \n":"makromolekulární látky vznikající polyreakcemi, makromolekulární sloučeniny s relativní molekulovou hmotností až stovky tisíc.","Polyreakce, při níž reagují nenasycené monomery za vzniku polymeru, bez vedlejšího produktu je\n":"Polymerace.","Polystyren je tvrdý, průhledný, dobrý izolátor. Neměkčený se používá k výrobě různých spotřebních materiálů(misky). Měkčený pěnový polystyren slouží jako obalový a izolační materiál. Je lehčí než voda a slouží proto na výrobu záchranných pásů a nepotopitelných člunů. Ve své molekule má zbytek karboxylové skupiny.\n":" Nepravda","Polyvinylchlorid PVC je málo odolný vůči vyšším teplotám (nad 45°C) a v mrazu. Přiřaďte typ PVC a jeho použití.\n":"Novoplast-měkčený PVC. Obchodní název Igelit. – Podlahové krytiny, hračky, fólie., Novodur- neměkčený PVC – Trubky, desky na výrobu spotřebního zboží, izolační materiál,.","Přiřaďte plast a typ reakce, kterou vzniká\n":"Polyester – Polykondenzace, Polyuretan – Polyadice, Polypropylen – Polymerace, PVC – Polymerace, Polyamidy – Polykondenzace, Polystyren – Polymerace.","Přiřaďte plast jeho použití\n":"Polypropylen – Provazy, láhve, sáčky, fólie, užitkové předměty., Polyvinyl-acetát, např. Latex. – Nátěrové hmoty, lepidla., Epoxidové pryskyřice – Lepidla, epoxidové laky., Polyestery PES – Textilní vlákna, filmy..","Přiřaďte plasty do správné skupiny\n":"Fenolplast – Termoset, Syntetický kaučuk – Elastomer, Polyethylen – Termoplast.","Strukturní jednotka syntetických polymerů, která se pravidelně opakuje se nazývá\n":"mer.","Teflon je obchodní název. Výborný elektroizolátor. Používá se na výrobu zařízení pro chemický průmysl, skluznic lyží, ochranných povlaků nádobí.  Má ve své molekule ..... fluory.\n":"4.","Terminace při polymeraci znamená\n":"Ukončení polyreakce.","Zahřátím polymer nevratně tuhne. Název takového polymeru.\n":"Termoset.","Zesíťování polymerů se v praxi provádí např. při výrobě\n":"Kaučuku.","Základní vlastnosti plastů jsou\n":"Dobře tvarovatelné, Dobré tepelně-izolační vlastnosti, Odolnost vůči mikroorganismům, Lehké, odolné vůči chemikáliím.","Číslo n udává, že polymer se skládá z n-krát opakující se strukturní jednotky, a nazývá se\n":"Polymerační stupeň.","Řetězce polymerů mohou být 1) lineární 2) rozvětvené 3) prostorově zesíťované\n":" Pravda","Jaké je oxidační číslo kyslíku ve sloučenině H2O2?\n":"-I.","Jaké je oxidační číslo vodíku ve sloučenině NaH?\n":"-I.","Jaký je správný název iontu Mg+II?\n":"hořečnatý kation.","Jaký je triviální název NH4Cl?\n":"salmiak.","Jednotlivé sloučeniny přiřaďte do příslušné chemické skupiny látek:\n":"V2O5 – oxidy, Fe2(SO4)3 – soli, B2O3 – oxidy, HBr – halogenkyseliny, NaCl – soli, K2O2 – peroxidy, HNO3 – kyslíkaté kyseliny, Al(OH)3 – hydroxidy, CaS – sulfidy, ZnS – sulfidy, Cu(NO3)2 – soli, NaH – hydridy.","K jednotlivým vzorcům přiřaďte jejich správný název:\n":"(SiO3)-II – křemičitanový anion, NH4+ – amonný kation, NH3 – amoniak, (H3SiO4)-I – trihydrogenkřemičitanový anion, (SO4)-II – síranový anion, (H2PO4)-I – dihydrogenfosforečnanový anion.","K následujícím sloučeninám přiřaďte správný název:\n":"CaHPO4 – hydrogenfosforečnan vápenatý, Cu3(PO4)2 – fosforečnan měďnatý, Al2(HPO4)3 – hydrogenfosforečnan hlinitý, NaH2PO4 – dihydrogenfosforečnan sodný.","K následujícím vzorcům přiřaďte správný název:\n":"AlPO3 – fosforitan hlinitý, Na2HPO3 – hydrogenfosforitan sodný, Cu(H2PO3)2 – dihydrogenfosforitan měďnatý.","Které z následujících názvů odpovídají sloučenině NaHCO3\n":"jedlá soda bicarbona, hydrogenuhličitan sodný.","Který název odpovídá vzorci Hg(HSO4)2?\n":"hydrogensíran rtuťnatý.","Napište název sloučeniny (NH4)2Cr2O7\n":"dichroman amonný.","Napište oxidační číslo dusíku ve sloučenině NH3.\n":"+III.","Napište vzorec chloridu draselného.\n":"KCl.","Následujícím názvům přiřaďte správný vzorec:\n":"Cu(HSO4)2 – hydrogensíran měďnatý, CaCO3 – uhličitan vápenatý, CaSO4 · 1/2 H2O – hemihydrát síranu vapenatého, Ca(HCO3)2 – hydrogenuhličitan vápenatý.","Oxidační číslo dusíku ve sloučenině Cu(NO3)2 je:\n":"V.","Oxidační číslo vodíku ve sloučeninách je vždy +I.\n":" Nepravda","Sloučenina Ti(OH)4 odpovídá názvu:\n":"hydroxid titaničitý.","Určete oxidační čísla chloru:\n":"HClO2 – III, HClO4 – VII, HClO – I, Cl2 – 0, HCl – -I, HClO3 – V.","Určetě oxidační číslo síry v následujících sloučeninách:\n":"Na2SO3 – IV, H2SO4 – VI, SO3 – VI, SO2 – IV, Ca(HSO4)2 – VI, S – 0, KHS – -II, H2S – -II.","Uveďte správné názvy sloučeniny CuSO4 · 1/2 H2O:\n":"hemihydrát síranu vápenatého, sádra.","Uveďte správný název sloučeniny Fe2(SO4)3 · 9H2O:\n":"nonahydrát síranu železitého.","Vyberte název odpovídající vzorci KHS:\n":"hydrogensulfid draselný.","Vyberte názvy odpovídající vzorci ZnSO4 · 7H2O:\n":"skalice bílá, heptahydrát síranu zinečnatého.","Vyberte názvy sloučeniny o sumárním vzorci CuSO4 · 5H2O\n":"skalice modrá, pentahydrát síranu měďnatého.","Vyberte názvy, které odpovídají vzorci CaCO3:\n":"vápenec, uhličitan vápenatý.","Vyberte správný název sloučeniny Ba(H2PO4) · 10H2O?\n":"dekahydrát dihydrogenfosforečnanu barnatého.","Vyberte správný název sloučeniny K2CrO4:\n":"chroman draselný.","Vyberte správný název sloučeniny OsO4:\n":"oxid osmičelý.","Vyberte správný název sloučeniny Pb(NO3)2:\n":"dusičnan olovnatý.","Vzorec Na2HPO4 odpovídá názvu:\n":"hydrogenfosforečnan sodný.","Izolovaná soustava je soustava která:\n":"nemůže s okolím vyměňovat hmotu ani energii.","Jak se nazývá elektroneutrální částicce, která vzniká spojením dvou a více stejných nebo různých atomů chemickou vazbou?\n":"molekula.","Jak se nazývá čisticí operace, při níž se oddělují dvě nebo více kapalin, které se liší bodem varu (těkavostí)?\n":"destilace.","K jednotlivým písmenům přiřaďte, které skupenství označují.\n":"g – plynná látka, l – kapalná látka, s – pevná látka, aq – vodný roztok.","K následujícím velikostem částic přiřaďte odpovídající typ směsi\n":"částice menší než 10-9 m – směsi homogenní (stejnorodé), částice větší než 10-7 m – směsi heterogenní (různorodé), částice o velikosti od 10-9 m do 10-7 m – směsi koloidní.","K následujícím změnám skupenství přiřaďte odpovídající názvy\n":"změna pevné látky na plynnou – sublimace, změna pevné látky na kapalnou – tání, změna kapalné látky na pevnou – tuhnutí, změna plynné látky na pevnou – desublimace, změna plynné látky na kapalnou – kondenzace, změna kapalné látky na plynnou – vypařování.","K přípravě překapávané kávy se výluh a rozemletá káva od sebe oddělí\n":"filtrací.","K uvedeným látkám přiřaďte odpovídající typ směsi.\n":"sprej – aerosol, nudlová polévka – suspenze, perličková lázeň – pěna, cigaretový kouř – dým, olej a voda – emulze, turecká káva – suspenze, jar a voda – pěna, třešňový kompot – suspenze.","Která z následujících látek se řadí mezi homogenní směsi?\n":"sklo.","Lidské tělo je příkladem soustavy\n":"otevřené.","Oddělení pevné látky z rozpouštědla odpařením rozpouštědla se nazývá\n":"krystalizace.","Podle obrázku popište filtrační aparaturu \n":"a – tyčinka, b – kádinka, c – filtrační nálevka, d – filtrační papír.","Podle obrázku popište jednotlivé části destilační aparatury:\n":"a – destilační nástavec, b – teploměr, c – chladič, d – alonž, e – varná baňka.","Podle velikosti částic rozdělujeme:\n":"směsi na homogenní, heterogenní a koloidní.","Soustava, která s okolím může vyměňovat hmotu i energii je soustava\n":"otevřená.","Sublimace je\n":"oddělení pevných látek na základě rozdílné teploty varu.","Určete, zda uvedené látky patří mezi homogenní nebo heterogenní směsi.\n":"houbová polévka – heterogenní, sklo – homogenní, čaj s kolečkem citronu – heterogenní, nesycená minerálka – homogenní, mosaz – homogenní, čaj s medem – homogenní.","Vyberte správná tvrzení týkající se plynného skupenství látek:\n":"označují se písmenem g, jsou bez stálého tvaru a objemu (rozpínají se), jsou snadno stlačitelné.","Vyberte správná tvrzení:\n":"fluor je ve formě fluorapatitu přítomen v zubech a kostech, vyšší dávky fluoru jsou toxické.","Vyberte správné informace o molekule:\n":"je částice chemické látky složená ze dvou a více atomů prvků, příklady molekul jsou: NaCl, NaOH, HBr.","Vyberte správné informace o pevných látkách:\n":"se označují písmenem s, mají stálý tvar (bez působení sil), často se jedná o látky s pravidelným uspořádáním částic.","Vyberte správné informace týkající se amorfních látek\n":"jsou to látky beztvaré, jsou to látky, které nemají krystalickou mřížku, patří zde např. sklo.","Vyberte správné informace týkajícíc se chemicky čistých látek\n":"patří zde chemické prvky a chemické sloučeniny, jsou to látky, které mají neměnné složení a stálé charakteristické vlastnosti.","Vyberte, která z následujících látek je sloučeninou\n":"amoniak.","Žula je\n":"heterogenní směs.","1 litr plynu má za normálních podmínek hmotnost 1,25 g. Vyberte z nabídky, o jaký plyn se jedná.\n":"oxid uhelnatý.","Alkoholický nápoj obsahuje 35 objemových % alkoholu. Objem čistého ethanolu a vody v 500 ml tohoto nápoje tedy je:\n":"175 ml ethanolu a 325 ml vody.","Hmotnost jednoho molu látky udává\n":"M.","Jaká je molární koncentrace roztoku bromidu draselného, který obsahuje 417 g v 8 dm3 této látky?\n(zaokrouhlete na dvě desetinná místa, jednotku v odpovědi neuvádějte)\nMKBr = 119 g/mol\n":"0,43802521008403.","Jaká je procentová koncentrace roztoku kyseliny dusičné o látkové koncentraci 2M?\n(MHNO3= 63 g/mol; ρ2M HNO3= 1,06 g/cm3)\n":"12 %.","Jaké množství dusičnanu sodného (M = 85 g/mol) je třeba na přípravu 2,5 dm31,5 M roztoku této látky?\n":"0,32 kg.","Jaké množství oxidu siřičitého vznikne reakcí 6 kg pyritu, probíhá-li reakce z 80%?\nReakce probíhá podle rovnice:\n4FeS2 + 11O2 → 3Fe2O3 + 8SO2\nzaokrouhlujte na dvě desetinná místa\nM(FeS2)= 119,97 g/mol; M(SO2) = 64,06 g/mol\n":"5,13 kg.","Jaký je hmotnostní zlomek chloridu draselného v roztoku, který vznikl rozpuštěním 25 g chloridu draselného v 35 g vody?\n(zaokrouhlete na dvě desetinná místa)\n":"0,42.","Jaký je hmotnostní zlomek uhlíku (vyjádřený v procentech) v oxidu uhličitém?\nZaokrouhlete na jedno desetinné místo.\n":"27,3.","Jaký objem za normálních podmínek zaujímá 50 g oxidu sírového?\n(zaokrouhlujte na dvě desetinná místa, jednotky v odpovědi neuvádějte)\n":"13,89.","K uvedeným hodnotám přiřaďte odpovídající veličinu:\n":"6,023 · 1023 částic/mol – Avogadrova konstanta, 1,66 · 10-27 kg – konstanta atomové hmotnosti, 22,4 dm3/mol – molární objem.","K uvedeným značkám přiřaďte jejich odpovídající veličinu.\n":"n – látkové množství, c – látková koncentrace, m – hmotnost, ρ – hustota, M – molární hmotnost.","Kolik gramů 50% kyseliny sírové (M = 98,1 g/mol) bude potřeba pro přípravu 80 g síranu zinečnatého (M = 161,4 g/mol).\n":"97,25 g.","Kolik gramů pevného hydroxidu draselného obsahuje 679 g 14 % roztoku?\nOdpověď zaokrouhlujte na dvě desetinná místa.\n":"95,06.","Kolik l roztoku o koncentraci 0,1 mol/dm3 hydroxidu draselného lze připravit z 80 g této látky?\n(zaokrouhlujte na dvě desetinná místa)\n":"14,26.","Kolik mililitrů vody je třeba k naředění 200 g 60% roztoku na 40% roztok?\n":"100.","Kolik ml 15% kyseliny dusičné (ρ = 1,115 g/mol) je zapotřebí k neutralizaci 20 g hydroxidu sodného?\n":"188,34 ml.","Kolik ml 50% kyseliny dusičné (ρ = 1,31 g/cm3), je potřeba pro přípravu 550 ml jejího 10% roztoku (ρ = 1,054 g/cm3)?\n":"88,5.","Kolik ml 66% kyseliny dusičné je třeba na přípravu 5 dm3 roztoku o látkové koncentraci 2 mol/dm3?\n(zaokrouhlujte na dvě desetinná místa, MHNO3 = 63 g/mol, ρ66% HNO3= 1,4 g/cm3)\n":"681,82 ml.","Kolik molů dusíku obsahuje 0,3 m3 tohoto plynu za normálních podmínek?\n":"13,4.","Kolik molů je 30 g oxidu železitého?\n(zaokrouhlete na dvě desetinná místa, jednotku v odpovědi neuvádějte)\n":"0,19.","Kolik molů kyseliny sírové se vyskytuje v 0,9 l roztoku o látkové koncentraci 4,4 mol/dm3?\nZaokrouhlujte na dvě desetinná místa.\n":"3,96.","Kolik molů vody vznikne redukcí 500 g oxidu měďnatého vodíkem?\n(zaokrouhlujte na dvě desetinná místa, do odpovědi již neuvádějte jednotky)\n":"6,29.","Molární hmotnost skalice modré je:\n":"249,6 g/mol.","Následující jednotky přiřaďte k odpovídajícím veličinám.\n":"mol – n, mol/dm3 – c, g/mol – M, dm3 – V.","Oxid uhličitý se připravuje reakcí kyseliny chlorovodíkové a uhličitanu vápenatého. Kolik ml roztoku kyseliny chlorovodíkové o koncentraci 4 mol/dm3 je třeba za normálních podmínek pro přípravu 15 dm3 oxidu uhličitého?\n(zaokrouhlujte na dvě desetinná místa, jednotky v odpovědi již neuvádějte)\n":"335.","S kolika ml vody musíme smísit 250 ml kyseliny chlorovodíkové, aby vznikl roztok o objemovém zlomku 40%?\n":"375 ml.","Vyberte správná tvrzení týkající se mu.\n":"jedná se o konstantu atomové hmotnosti, její jednotkou je kg.","Vyberte správné odpovědi týkající se NA.\n":"jedná se o Avogadrovu konstantu, udává počet částic v jednom molu látky.","Elektronegativita je":"schopnost atomů přitáhnout si elektron.","Elektronová konfigurace 1s2 2s2 2p6 odpovídá\n":"neonu, fluoridovému anionu.","Elektronová konfigurace 1s2 odpovídá\n":"heliu, berylnatému kationu.","Jak nazýváme elektron (elektrony), který má atom navíc oproti předchozímu vzácnému plynu?":"valenční.","Jak se nazývá prostor, ve kterém se s určitou pravděpodobností vyskytuje elektron?":"orbital.","Je-li hlavní kvantové číslo rovno 4 a vedlejší rovno 3, pak magnetické kvantové číslo nabývá hodnot":"- 3, - 2, - 1, 0, 1, 2, 3.","Je-li hodnota velejšího kvantového čísla rovna 0, pak se jedná o orbital":"s.","Jedna vazba σ a dvě vazby π mezi atomy jsou charakteristické pro\n":"vazbu trojnou.","K následujícím atomům přiřaďte jejich počet valenčních elektronů":"Li – 1, Pb – 4, Ca – 2, S – 6.","K následujícím látkám přiřaďte polaritu jejich vazeb\n":"CuS – polární, H2O – polární, O2 – nepolární, CaO – polární, CO2 – nepolární.","Kolik elektronů má chloridový anion?":"18.","Kolik elektronů obsahuje orbital d?":"10 elektronů.","Kolik elektronů se vyskytuje ve vrstvě L?":"8.","Kolik neutronů obsahuje 23892 U?\n":"146.","Která z uvedených osobností je autorem teorie planetárního modelu atomu?":"Rutherford.","Kvantové číslo, které udává energii a příslušnost elektronu do energetické vrstvy, se označuje":"n.","Kvantové číslo, které udává tvary orbitalů, se značí":"l.","Nukleonové číslo udává:":"celkový počet částic v jádře atomu.","O jaký prvek se jedná je-li jeho Z rovno 19?":"draslík.","Polohu orbitalu v prostoru udává":"magnetické kvantové číslo.","Pravidlo, které říká, že obal atomu neobsahuje žádný elektron, který by měl stejné hodnoty kvantových čísel s jiným elektronem v témže atomu se nazývá\n":"Pauliho princip.","Pro vznik chemické vazby musí dojít k":"snížení energie, zvýšení elektronové hustoty, překrytí valenčních orbitalů s elektrony s opačným spinem.","Spojte jednotlivá kvantová čísla s jejich označením":"vedlejší kvantové číslo – l, hlavní kvantové číslo – n, magnetické kvantové číslo – m, spinové kvantové číslo – s.","U následujících látek určete, o jaký typ vazby se jedná\n":"HCl – kovalentní, NaCl – iontová, H2S – kovalentní, CaF2 – iontová.","Určete objevitele uvedených částic:\n":"proton – Rutherford, elektron – Thomson, neutron – Chadwick.","Vyberte správná tvrzení týkající se jádra atomu:\n":"obsahuje protony a neutrony, je kladně nabité.","Vyberte správná tvrzení týkající se teorie kvantování":"autorem je N. Böhr, říká, že elektron má vlastnosti částic a vlnění, říká, že při změně dráhy elektronu se skokem v určitém množství změní jeho energie.","2H2O + 3As + 5HNO3 --> 3H3ASO4 + 5NO\nUvedená reakce je\n":"redoxní.","2Na (s) + 2H2O (l) --> 2NaOH (aq) + H2 (g)\nUvedená reakce je:\n":"heterogenní, substituční.","Al(OH)3 + H2SO4 --> Al2(SO4)3 + H2O\nNapište stechiometrické koeficienty uvedené reakce (jednotlivé číslice oddělte pouze mezerou).\n":"2 3 1 6.","BaCl2 + K3PO4 --> Ba3(PO4)2 + KCl\nStechiometrické koeficienty uvedené reakce jsou:\n":"3 : 2 : 1 : 6.","CrO42- + H+ --> Cr2O72- + H2O\nStechiometrické koeficienty uvedené reakce jsou\n":"2 : 2 : 1 : 1.","HF + SiO2 --> SiF4 + H2O\nStechiometrické koeficienty uvedené rovnice jsou\n":"4 : 1 : 1 : 2.","Jaké budou stechiometrické koeficienty následující rovnice?\nAg3AsO4 + Zn + H2SO4 --> AsH3 + Ag + ZnSO4 + H2O\n(jednotlivé číslice od sebe oddělujte pouze mezerou)\n":"2 11 11 2 6 11 8.","K následujícím dějům přiřaďte jejich správnou charakteristiku:\n":"izochorický děj – probíhá při konstantním objemu, adiabatický děj – probíhá bez výměny tepla s okolím, izotermní děj – probíhá při stálé teplotě, izobarický děj – probíhá při konstantním tlaku.","K uvedeným rovnicím přiřaďte, o jaký typ reakcí se jedná:\n":"H2 + Cl2 --> 2 HCl – syntéza, CaCO3 --> CaO + CO2 – rozkladné, NaNO3 + KCl --> KNO3 + NaCl – podvojná záměna, 2KHCO3 --> K2CO3 + CO2 + H2O – rozkladné, Zn + 2HCl --> ZnCl2 + H2 – substituce.","N2 (g) + 3H2 (g)  --> 2NH3 (g)\nUvedená reakce je\n":"jednoduchá, homogenní.","Napište stechiometrické koeficienty následující rovnice.\nSO32- + I2 + H2O -->SO42- + H+ + I-\n(číslice od sebe oddělujte pouze mezerou)\n":"1 1 1 1 2 2.","Opakem syntézy jsou reakce:\n":"rozkladné.","Podle typu přenášené částice určete, o jaký typ reakce se jedná.\n":"přenos skupin za vzniku komplexů – reakce komplexotvorné, přenos elektronů a změna oxidačního čísla reagujících prvků – reakce redoxní, výměna H+ – reakce protolytické.","Podmínky chemických reakcí jsou:\n":"bezprostřední kontakt co největšího počtu částic, změna energie.","Reakce, při kterých systém teplo uvolňuje a předává do okolí je reakce endotermní a reakce, při kterých systém teplo pohlcuje je reakce exotermní.\n":" Nepravda","Reakční teplo chemické reakce a reakční teplo téže reakce probíhající za stejných podmínek opačným směrem je až na znaménko stejné. Tento zákon je:\n":"I. termochemický zákon, Lavoisier-Laplaceův zákon.","Sb3+ + H2S --> Sb2S3 + 6H+\nNapište stechiometrické koeficienty uvedené rovnice (jednotlivé číslice oddělte pouze mezerou).\n":"2 3 1 6.","Sirouhlík je možné připravit reakcí methanu se sírou. Vypočítejte reakční teplo reakce jestliže znáte stand. slučovací tepla reaktantů a produktů.\nslučovací tepla:\nmethan CH4 (g) = - 74,8 kJ/mol\nsirouhlík CS2 (l) = 89,7 kJ/mol\nsulfan H2S (g) = -20,6 kJ/mol\nodpověď zaokrouhlete na jedno desetinné místo a neuvádějte jednotku\n":"123,3.","Stechiometrické koeficienty následující rovnice jsou\nHClO3 --> HClO4 + ClO2 + H2O\n":"3 : 1 : 2 : 1.","Stechiometrické koeficienty rovnice FCl3 + H2S --> FeCl2 + S + HCl jsou \n2 : 1 : 2 : 1 : 2\n":" Pravda","Teplo reakce, při níž vznikne jednotkové látkové množství sloučeniny přímo z prvků je teplo slučovací.\n":" Pravda","Teplo, které se uvolňuje nebo pohlcuje při chemické reakcí se nazývá\n":"teplo reakční.","Vyberte správná tvrzení týkající se ΔH:\n":"vyjadřuje změnu energie soustavy při přechodu z počátečního stavu do stavu konečného, je to enthalpie.","Vypočítejte reakční teplo reakce grafitu s vodíkem znáte-li spalná tepla reaktantů a produktů.\nspalná tepla:\nvodíku = -286 kJ/mol\nmethanu = - 890 kJ/mol\ngrafitu = -393,7 kJ/mol\nodpověď zaokrouhlete na jedno desetinné místo, jednotku již neuvádějte\n":"75,7.","Vypočítejte, jaké teplo se uvolní při spálení 60 g acetylenu (C2H2) za stand. podmínek.\nΔHsp0 (acetylen) = - 1300 kJ/mol\nM (acetylen) = 26 g/mol\nodpověď uvádějte bez desetinných míst a bez jednotky\n":"2990.","2SO2 + O2 --> 2SO3 (katalyzátorem je V2O5)\nSnížením tlaku u uvedené reakce se posune chemická rovnováha ve prospěch\n":"výchozích látek.","Budeme-li v průběhu chemické reakce odebírat produkty, pak se chemická rovnováha posune ve prospěch\n":"produktů.","Energie, kterou musí mít reagující částice k tomu, aby srážka s další částicí byla účinná se nazývá energie":"aktivační.","Jak se nazývají látky, které zpomalují reakční rychlost?":"inhibitory.","Katalyzátory\n":"na chemickou rovnováhu nemají vliv, ovlivňují čas, za který se ustanoví chemická rovnováha.","Katalyzátory jsou látky které":"zvyšují reakční rychlost, snižují aktivační energii, z reakce vystupují nezměněny.","Kc = [HI]2/ [H2] · [I2]\nUvedená rovnovážná konstanta odpovídá reakci\n":"vodíku s jodem za vzniku jodovodíku.","Kc = [SO3]2/[SO2]2 · [O2]\nUvedená rovnovážná konstanta odpovídá reakci\n":"oxidu siřičitého a kyslíku za vzniku oxidu sírového.","Látky, které zabraňují působení katalyzátorů nazýváme\n":"katalytické jedy.","N2 + 3H2 --> 2NH3\nSnížením tlaku u uvedené reakce se posune chemická rovnováha ve prospěch\n":"výchozích látek.","Nejrychleji probíhají chemické reakce jsou-li výchozí látky ve skupenství\n":"plynném.","Ovlivní změna tlaku následující reakci?\nCO2 + H2 --> CO + H2O\n(do odpovědi napište jen ano nebo ne)\n":"ne.","Porušení chemické rovnováhy vnějším zásahem (akcí) vyvolá děj (reakci) směřující ke zrušení tohoto vnějšího zásahu.\nUvedená definice je označována jako\n":"obecný princip akce a reakce.","Přiřaďte k písmenům ABC na obrázku jednotlivé názvy.\n":"aktivovaný komplex – B, produkt – C, výchozí látka – A.","Srážková teorie chemické kinetiky říká\n":"předpokladem chemircké reakce je srážka reagujících částic, částice reakce musí být vhodně orientované.","Uvedené schéma vyjadřuje reakci\n\n":"aktivovaného komplexu.","Uvedené schéma, kde je energie reaktantů vyšší než energie produktů \n(ΔH < 0) vyjadřuje reakci\n\n":"exotermní.","Uveďte, na kterém obrázku je zobrazena reakce bez katalyzátoru.\n":"b.","Zvýšením koncentrace produktů se reakce posune ve prospěch reaktantů nebo produktů?\n (uveďte jen P v případě produktů nebo R v případě reaktantů)\n":"R.","Zvýšením teploty reakce o 10°C za konstatního složení směsi se rychlost reakce zvýší 2 - 4 krát.\n":" Pravda","v = k · c(A)α · c(B)β\nUvedená kinetická rovnice patří reakci\n":"aA + bB --> cC + dD.","v = k· c(NO) · c(O3)\nUvedená rychlost reakce odpovídá reakci\n":"oxidu dusnatého a ozonu za vzniku oxidu dusičného a kyslíku.","1. HCl + H2O  ↔ H3O+ + Cl-\n2. NaOH + HNO3 → NaNO3 + H2O\n3. NaCl + H2SO4 → HCl + NaHSO4\n4. CaF2 + H2SO4 → CaSO4 + 2HF\nNapište číslo reakce, která odpovídá neutralizaci.\n":"2.","Ca(OH)2 → Ca2+ + 2OH-\nUvedená disociace odpovídá teorii jejímž autorem je\n":"Arrhenius.","Chová-li se rozpouštědlo jako kyselina i jako zásada, pak říkáme, že je\n":"amfoterní, amfolyt.","CuSO4, KNO3, Na2SO3, Na2SO4\nKterý z uvedených roztoků bude mít kyselou reakci?\n":"síran měďnatý.","Dojde-li k předání protonu mezi samotnými molekulami protického rozpouštědla (= látka, která obsahuje proton odštěpitelný ve formě H+), pak tento děj nazýváme\n":"autoprotolýza.","H2SO4 + H2O ↔ H3O+ + HSO4-\nJedním z konjugovaných párů je\n":"kyselina sírová a hydrogensíranový anion.","HClO, H3PO4, HNO2, HClO3, HClO4\nKterá z uvedených kyselin je nejslabší?\n":"kyselina chlorná.","HI, HBr, HCl, HF\nKterá z uvedených kyselin je nejsilnější?\n":"kyselina jodovodíková.","HSO4- + H2O ↔ H3O+ + SO42-\nPodle Brönsted-Lowryho teorie se hydrogensíranový anion v přítomnosti vody chová jako zásada.\n":" Nepravda","HSO4- + H2O ↔ H3O+ + SO42-\nPodle Brönsted-Lowryho teorie se síranový anion v přítomnosti oxoniového kationtu chová jako.............\n(doplňte buď K jako kyselina nebo Z jako zásada)\n":"z.","Jak se nazývají látky, které při různých hodnotách pH mění své zbarvení?\n":"indikátory.","Konjugovaný pár je dvojice látek vzájemně se lišících o":"proton.","Kv je\n":"součin molárních koncentrací oxoniového kationu a hydroxidového anionu, iontový součin vody.","Kyselina je částice, která je schopna odštěpit proton a zásada je částice, která je schopna proton vázat. Uvedená teorie je označována jako":"Brönsted-Lowryho.","Kyseliny jsou látky schopné ve vodných roztocích odštěpit vodíkový kation\nH+\nUvedená teorie je\n":"Arrheniova.","NH3 + H2O ↔ NH4+ + OH-\nPodle Brönsted-Lowryho teorie se amoniak v přítomnosti vody chová jako.........\n(odpovězte buď písmenem K jako kyselina nebo Z jako zásada)\n":"z.","Na2CO3, FeCl3, KBr, Pb(NO3)2\nKterý z uvedených roztoků bude mít zásaditou reakci?\n":"uhličitan sodný.","NaCl, FeCl3, NH4Cl, Na2CO3\nKterý z uvedených roztoků látek bude mít neutrální reakci?\n":"chlorid sodný.","Reakce kyseliny se zásadou jejímž produktem je voda a sůl dané kyseliny se nazývá":"neutralizace.","Roztoky, pro které platí [H3O+] < 1 · 10 -7 mol/dm3 jsou\n":"zásadité.","Roztoky, pro které platí [H3O+] > [OH-] jsou\n":"kyselé.","Z iontového součinu vody vyplývá, že součet pH a pOH je roven\n":"14.","pH neutrálního roztoku je rovno........\n(odpovězte použe číslem)\n":"7.","Čím je hodnota KA menší, tím je kyselina silnější.\n":" Nepravda","Jaké bude pH roztoku kyseliny sírové vzniklého zředěním 700 ml 0,01 M kyseliny na 1 dm3?\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"1,85.","Jaké bude pH roztoku, který vznikl smícháním 7 dm3 roztoku kyseliny chlorovodíkové o pH = 1,2 s roztokem kyseliny chlorovodíkové o objemu 12 dm3 a pH = 3?\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"1,62.","Jaké je pH 3% roztoku HClO4?\nρHClO4 = 1,06 g/cm3\nMHClO4 = 100,46 g/mol\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"0,49.","Jaké je pH roztoku hydroxidu barnatého, je-li jeho pOH = 3?\n":"11.","Jaké je pH roztoku kyseliny sírové o c = 0.005 mol/dm3?\n":"2.","Jaké pH bude mít 0,01 M roztok hydroxidu hořečnatého?\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"12,31.","Kolik litrů zaujímá roztok hydroxidu sodného, který vznikl rozpuštěním 0.8 g NaOH a jeho pH = 12?\nMNaOH = 40 g/mol\n(do odpovědi neuvádějte jednotku)\n":"2.","Roztok NaOH o objemu 250 ml má pH = 12. Vypočítejte, jaké bude pH, zředíme-li tento roztok na objem 750 ml.\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"11,54.","Vypočítejte koncentraci roztoku KOH, jehož pOH = 2.\n(odpověď uveďte bez jednotky)\n":"0,01.","Vypočítejte koncentraci roztoku kyseliny sírové o pH = 3.\n(odpověď uveďte bez jednotky)\n":"0,0005.","Vypočítejte látkové množství 500 ml roztoku hydroxidu hlinitého, který má pH = 12.\n(odpověď uveďte bez jednotky)\n":"0,0015.","Vypočítejte molární koncentraci kyseliny chlorovodíkové o pH = 3.\n(odpověď uveďte bez jednotky)\n":"0,001.","Vypočítejte molární koncentraci roztoku hydroxidu sodného o pH=12.\n(odpověď uveďte bez jednotek)\n":"0,01.","Vypočítejte molární koncentraci roztoku hydroxidu vápenatého o pH = 10.\n(odpověď uveďte bez jednotek)\n":"5,0E-5.","Vypočítejte pH hydroxidu hlinitého o c = 0,1 mol/dm3.\n(zaokrouhlujte na dvě desetinná místa)\n":"13,48.","Vypočítejte pH hydroxidu vápenatého o c = 0,1 mol/dm3.\n(zaokrouhlujte na dvě desetinná místa)\n":"13,31.","Vypočítejte pH kyseliny sírové o c = 0,01mol/dm3.\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"1,69.","Vypočítejte pH roztoku hydroxidu sodného vzniklého rozpuštěním 0,6 g NaOH ve 150 ml vody.\n(MNaOH = 40 g/mol)\n":"13.","Vypočítejte pH roztoku kyseliny chlorovodíkové o c = 0,001 mol/dm3.\n(do odpovědi uveďte pouze číslo)\n":"3.","Vypočítejte pH roztoku kyseliny dusičné, který vznikl zředěním 2 g 60% kyseliny na objem 1l.\nMHNO3 = 63 g/mol\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"1,72.","Vypočítejte pH roztoku kyseliny sírové o objemu 200 ml a pH = 3, který byl zředěn na objem 1,5 l.\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"3,87.","Vypočítejte pH roztoku kyseliny trihydrogenfosforečné o c = 0,001 mol/dm3.\n(zaokrouhlujte na dvě desetinná místa)\n":"2,52.","Vypočítejte pH roztoku, který vznikl rozpuštěním 20 g hydroxidu vápenatého ve 3 l vody.\nMCa(OH)2 = 74 g/mol\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"13,26.","Vypočítejte pH roztoku, který vznikl rozpuštěním 3 g kyseliny octové (CH3COOH) ve 2 l vody.\nρCH3COOH = 1.0097 g/cm3\nMCH3COOH = 60 g/mol\n(odpověď zaokrouhlete na jedno desetinné místo)\n":"2,7.","Vypočítejte pH roztoku, který vznikl smícháním 0,05 ml kyseliny sírové (ρ = 1,83 g/cm3) a 100 ml vody.\nMH2SO4 = 98 g/mol\n(odpověď zaokrouhlete na dvě desetinná místa)\n":"1,74.","Vypočítejte pOH hydroxidu hlinitého o pH = 11.\n":"3.","Vypočítejte pOH roztoku NaOH o c = 1·10-3.\n(do odpovědi uveďte pouze číslo)\n":"3.","Vypočítejte, kolik gramů hydroxidu draselného je třeba navážit abychom získali 100 ml roztoku o pH = 12?\n(odpověď uveďte bez jednotky, zaokrouhlete na tři desetinná místa)\n":"0,056.","Vypočítejte, kolik ml zaujímá 0,025 mol roztoku kyseliny chlorovodíkové o pH = 1.\nodpověď uveďte bez jednotky\n":"250.","Vzorec pro výpočet pOH je: pOH = -log cH3O+\n \n":" Nepravda","4Fe + 3O2 --> 2Fe2O3\nUvedená rovnice je rovnicí děje zvaného\n":"koroze železa.","5O3 + 2KOH --> 2KO3 + 5O2 + H2O\nUvedenou reakcí vznikají\n":"ozonidy.","Anion O2- má stejnou elektronovou konfiguraci jako\n":"neon.","Doplňte produkt oxidačních účinků ozónu:\nPbS + 2O3 --> O2 + ?\n":"síran olovnatý.","Doplňte výchozí látku následující reakce.\n2............. --> 2KCl + 3O2\n(do odpovědi uveďte název výchozí látky)\n":"chlorečnan draselný.","Elektronová konfigurace kyslíku je 1s2 2s2 2p?\n":"4.","Jak se nazývá prudké slučování látek s kyslíkem za vzniku tepla a světla?\n(odpovězte jedním slovem)\n":"hoření.","Jaké oxidační číslo má kyslík ve sloučenině LiO2 (superoxid lithný)?\n":"-I.","Jaké oxidační číslo má kyslík ve sloučenině OF2 (fluorid kyslíku)?\n":"II.","K následujícím oxidům přiřaďte jejich triviální názvy.\n":"CaO – pálené vápno, MnO2 – burel, Pb3O4 – minium (suřík), SiO2 – křemen, Al2O3 – korund, As2O3 – arsenik.","K následujícím oxidům přiřaďte, zda se jedná o oxidy kyselinotvorné, zásadotvorné, amfoterní nebo netečné.\n":"SO3 – kyselinotvorný, CaO – zásadotvorný, N2O – netečný, ZnO – amfoterní, BaO – zásadotvorný, Mn2O7 – kyselinotvorný, CO – netečný, Al2O3 – amfoterní.","K následujícím sloučeninám přiřaďte odpovídající typ vazby.\n":"O2 – kovalentní nepolární, Na2O2 – peroxo vazba, CaO – iontová, H2O – kovalentní polární.","K následujícím veličinám přiřaďte odpovídající údaje charakterizující vlastnosti kyslíku.\n":"Ar – 15,999, Z – 8, teplota varu – -183°C, EN – 3,5, značka – O.","K písmenům a - d přiřaďte odpovídající produkt chemické rovnice:\n2KMnO4 + 5H2O2 + 3H2SO4 --> a + 2 b + 5 c + 8 d\n":"a – síran draselný, b – síran manganatý, c – kyslík, d – voda.","K čemu se NEPOUŽÍVÁ kyslík?\n":"v průmyslu k výrobě hydroxidu sodného.","Kolik valenčních elektronů má kyslík?\n(odpovězte pouze číslem)\n":"6.","Které vlastnosti NEMÁ ozón?\n":"má silné redukční účinky, propouští UV záření.","Který z uvedených hydroxidů bude nejzásaditější?\nBeO; MgO; Cao; SrO; BaO\n(do odpovědi napište vzorec hydroxidu)\n":"BaO.","Který z uvedených oxidů je nejméně kyselý?\nMnO2; MnO; Mn2O7\n(do odpovědi napište název oxidu)\n":"oxid manganatý.","Který z uvedených tvoří s kyslíkem peroxidy, oxidy a superoxidy?\nLi, Na, K\n":"peroxid – sodík, superoxid – lithium, oxid – draslík.","Nejčastější oxidační čísla kyslíku jsou\n":"-II, -I, 0.","Průmyslově se kyslík vyrábí\n":"frakční destilací zkapalněného vzduchu, elektrolýzou vody.","Při elektrolýze vody se kyslík vylučuje \n":"oxidací na anodě.","V atmosféře se kyslík vyskytuje ve formě a)...... nebo jako ozon ve formě b)......., který ve vyšších vrstvách atmosféry tvoří obal chránící Zemi před účinky c).........\n":"a) – dvouatomových molekul, b) – trojatomových molekul, c) – UV záření.","Atomy vodíku jsou v molekule H2 vázány vazbou\n":"kovalentní nepolární.","C + H2O --> a + H2\na + H2O --> CO2 + b\nMísto písmen doplňte odpovídající látky.\n":"a - oxid uhelnatý, b - vodík.","CuO + H2 --> Cu + H2O\nUvedená reakce je důkazem oxidačních vlastností vodíku.\n":" Nepravda","Elektronová konfigurace vodíku je 1x1.\nMísto x doplňte správné označení orbitalu.\n":"s.","Izotopy vodíku se od sebe liší počtem\n":"neutronů.","Jak se nazývají sloučeniny tvořené zejména uhlíkem a vodíkem?\n(odpovězte jedním slovem)\n":"uhlovodíky.","Jako vodní plyn se označuje směs\n":"vodíku a oxidu uhelnatého.","Jaké OČ má vodík v HCl?\n(odpovězte znaménkem + nebo - a číslem)\n":"+1.","Jaké oxidační číslo má vodík v molekule CaH2?\n":"-I.","Jeden z příkladů využití vodíku je Haber - Boshova syntéza. K písmenům A a B v rovnici H-B syntézy přiřaďte odpovídající látky.\nA + 3H2 --> 2B\n":"B – amoniak, A – dusík.","Jedním ze způsobů přípravy vodíku je reakce amfoterních kovů s roztoky hydroxidů alkalických kovů. U následující reakce místo x doplňte vzorec hydroxidu.\nZn + 2 x + 2H2O --> Na2[Zn(OH)4] + H2\n":"NaOH.","K následujícím charakteristikám vodíku přiřaďte odpovídající údaje.\n":"teplota varu – -252,6 °C, elektronegativita – 2,2, Z – 1, Ar – 1,0079, značka – H.","K následujícím hydridům přiřaďte, zda se jedná o hydridy iontové, kovalentní nebo kovové.\n":"B2H6 – kovalentní, CaH2 – iontový, NaH – iontový, PH3 – kovalentní, TiH4 – kovový.","K následujícím izotopům vodíku přiřaďte jejich název.\n":"12H – deuterium, 11H – protium, 13H – tritium.","K následujícím vzorcům přiřaďte odpovídající název.\n":"PH3 – fosfan, SiH4 – silan, NH3 – amoniak, HCl – kyselina chlorovodíková, H2S – sulfan.","K čemu se NEPOUŽÍVÁ vodík?\n":"oxidační činidlo, výroba sody, hydroxidu sodného.","Který z následujících kovů je vhodnější k přípravě vodíku reakcí s kyselinou chlorovodíkovou?\n":"Al.","Velmi čistý vodík se vyrábí elektrolýzou vody okyselené např. kyselinou sírovou. Vodík se vylučuje\n":"redukcí na katodě.","Vodík je nejlehčí prvek na Zemi.\n":" Pravda","Vodík může mít oxidační číslo < 0.\n":" Pravda","Vodík se uvolňuje v průběhu reakcí kyselin s\n":"neušlechtilými kovy.","Vodík se vyrábí také termickým rozkladem látky x při teplotě 1200°C. Doplňte výchozí látky následující reakce. \n":"methan.","\nPři rozpouštění iontových látek ve vodě se uvolněné ionty obklopují polárními molekulami vody. Jak se tento děj nazývá?\nodpovězte jedním slovem\n":"hydratace.","Atomy molekuly vody svírají úhel přibližně\n":"105°.","Doplňte produkt následující reakce:\n2 BaO + O2 --> 2 ........\n":"peroxid barnatý.","Doplňte produkty odstranění přechodné tvrdosti vody varem:\nCa(HCO3)2 --> ........ + H2O + ..........\n":"uhličitan vápenatý a oxid uhličitý.","Doplňte vynechaná místa v rovnici odstranění trvalé tvrdosti vody:\nCaSO4 + .............. -->  Na2SO4 + ...........\n":"uhličitan sodný a uhličitan vápenatý.","H2O2 + H2SO4 --> K2SO4 + I2 + 2 H2O\nUvedená rovnice ukazuje na\n":"oxidační vlastnosti peroxidu vodíku.","K dezinfekci se používá\n":"3% vodný roztok.","K následujícím látkám přiřaďte jejich skupenství.\n":"voda – l, vodní pára – g, led – s.","K následujícím součástem čistírny odpadních vod přiřaďte jejich odpovídající funkci.\n":"lapáky písku a tuků – oddělení minerálních suspenzí od organických nerozpustných látek, česle – odstraňování hrubých nečistot, aktivovaný kal – mikroorganismy odstraňující znečištění z odpadní vody, usazovací nádrž – usazování jemných nerozpuštěných látek, sedimentace – oddělení aktivního kalu a vyčištěné vody.","Krystalová voda krystalohydrátů (např. CuSO4 · 5H2O) ovlivňuje jejich fyzikální nebo chemické vlastnosti.\n":" Pravda","Kyslík má v  H2O2  oxidační číslo.\n":"-1.","MIHO2 je obecný vzorec\n":"hydrogenperoxidu.","Molekula peroxidu vodíku je planární.\n":" Nepravda","Nejvýznamnější sloučeninou kyslíku a nejrozšířenější látkou je?\nodpovězte jedním slovem\n":"voda.","Ochlazením vody na 0°C vzniká..............?\nodpovězte jedním slovem\n":"led.","Peroxid vodíku byl připraven roku A reakcí látky B s peroxidem barnatým a odpařením nadbytku vody za sníženého tlaku dle rovnice:\nBaO2 + B --> H2O2 + C\nK písmenům A - C přiřaďte odpovídající údaje.\n":"A – 1818, B – kyselina sírová, C – síran barnatý.","Peroxid vodíku se nepoužívá:\n":"jako raketové palivo.","Peroxid vodíku se v přítomnosti burelu explozivně rozkládá na vodu a?\nodpovězte jedním slovem\n":"kyslík.","Peroxid vodíku vyredukovává z oxidu stříbrného stříbro.\n":" Pravda","Pitná voda se sterilizuje\n":"chlorem, ozonem.","Přechodná tvrdost vody je dána přítomností\n":"hydrogenuhličitanů vápenatých a hořečnatých.","Trvalá tvrdost vody je dána přítomností\n":"síranů vápenatých a hořečnatých.","V chemických laboratořích se nejšastěji používá destilovaná voda, kterou lze považovat za chemicky čistou.\n":" Nepravda","Ve styku s některými silnými oxidačními činidly může peroxid vodíku působid jako činidlo redukční.\n":" Pravda","Voda je také součástí chemické struktury mnoha látek - tzv.\n":"hydrátů.","Brom (Br)\n":"je červenohnědá kapalina, leptá sliznice, je stopový prvek, který má dezingekční účinky.","Chlor se připravuje elektrolýzou chloridu sodného, při které se chlor\n":"oxiduje na anodě.","Fluor může mít ve sloučeninách oxidační číslo\n":"-I.","Fluor oxiduje vodu podle rovnice 2F2 + 2H2O --> 4HF + O2.\n":" Pravda","Jód\n":"je pevná černošedá látka kovového vzhledu, sublimuje - tvoří fialové páry.","K následujícím halogenovodíkovým kyselinám přiřaďte pořadí 1 - 3 od nejsilnější kyseliny po nejslabší.\n":"HCl – 1, HBr – 2, HI – 3.","K následujícím vzorcům přiřaďte jejich správné triviální názvy.\n":"Ca5(PO4)3OH nebo také 3 Ca3(PO4)2 · Ca(OH)2 – hydroxyapatit, KCl – sylvín, NaCl – sůl kamenná (halit), CaF2 – kazivec, Ca5(PO4)3F nebo také 3 Ca3(PO4)2 · CaF2 – fluorapatit, K3[AlF6] – kryolit.","K následujícím vzácným plynům přiřaďte jejich užití.\n":"radon – léčba rakoviny, He – plnění horkovzdušných balonů, Ar + He – ochranný plyn, Xe, Ne, Ar – náplň výbojek a žárovek.","Kolik valenčních elektronů mají halogeny?\nodpovězte číslem\n":"7.","Které z následujících halogenovodíků nelze připravit vytěsněním kyselinou sírovou z halogenidu podle rovnice?\n2NaX + H2SO4 --> Na2SO4 + 2HX\n":"HBr, HI.","Které z uvedených možností jsou uspořádány od nejslapší kyseliny po nejsilnější?\n":"kyselina chlorná < kyselina chloritá < kyselina chlorečná < kyselina chloristá, kyselina jodičná < kyselina bromičná < kyselina chlorečná.","Který ze vzácných plynů má největší zastoupení ve vzduchu?\n":"argon.","Kyselina fluorovodíková\n":"používá se například k výrobě tetrafluorethylenu, vzniká vytěsněním z k kazivce kyselinou sírovou, patří mezi látky vysoce toxické (T+).","Mezi halogeny patří chlor, brom, jód, astat a?\nodpovězte slovně (názvem prvku)\n":"fluor.","Mezi vzácné plyny patří helium, a, krypton, xenon a radon. Tyto plyny jsou b a tvoří c plyny.\n(místo písmen a,b,c doplňte vhodná slova)\n":"a – neon, b – netečné, c – dvouatomové.","Následující reakcí vzniká:\n3I2 + 10HNO3 --> 6___ + 10NO + 2H2O\n":"kyselina jodičná.","Onemocnění štítné žlázy - tzv. strumu - vyvolává nedostatek\n":"jodu.","Při dezinfekci pitné vody chlorem vzniká\n":"kyselina chlorná.","S rostoucím oxidačním číslem u halogenů\n":"klesá reaktivita, klesá jejich oxidační schopnost.","U následujících reakcí určete, zdar proběhnou nebo neproběhnou.\n":"2KClO3 + I2 --> 2KIO3 + Cl2 – proběhne, Br2 + 2KCl --> Cl2 + 2KBr – neproběhne, Cl2 + 2NaBr --> Br2 + 2NaCl – proběhne, I2 + 2KBr --> Br2 + 2KI – neproběhne.","V halogenovodících mají halogeny oxidační číslo\n":"-I.","Vyberte nesprávná tvrzení:\n":"0,15 M kyselina chlorovodíková je tzv. fyziologický roztok, plynný chlorovodík nemá leptavé a silně dráždivé účinky.","Ze kterého z následujících vzácných plynů nebyly připraveny žádné sloučeniny?\n":"neon.","Amorfní síra\n":"rychlým ochlazením jejich par vzniká sirný květ, rychlým ochlazením její taveniny vzniká plastická síra.","H2S2O3 je\n":"kyselina thiosírová.","H2S2O7 je\n":"kyselina disírová.","H2SO4 + H2S --> S + SO2 + 2H2O\nUvedená rovnice je důkazem oxidačních vlastnostní sulfanu.\n":" Nepravda","Jako elektrolyt se v olověných akumulátorech používá\n":"kyselina sírová.","K jednotlivým vzorcům přiřaďte odpovídající názvy.\n \n":"ZnS – sfalerit, BaSO4 – baryt, H2Te – telan, FeS2 – pyrit, PbS – galenit, CaSO4 · 2H2O – sádrovec, H2Se – selan.","K následujícím prvkům přiřaďte jejich kovový charakter.\n":"síra – nekov, Po – vzácný radioaktivní kov, Te – polokov, selen – polokov.","K následujícím sulfidům přiřaďte jejich barvu.\n":"Ag2S – černá, CdS – žlutá, ZnS – bílá, MnS – růžová.","K následujícím vzorcům přiřaďte odpovídající názvy.\n":"FeSO4 · 7H2O – skalice zelená, CuSO4 · 5H2O – skalice modrá, KAl(SO4)2 · 12H2O – kamenec draselno-hlinitý, ZnSO4 · 7H2O – skalice bílá.","Koncentrovaná kyselina sírová reaguje se všemi kovy kromě\n":"Pb, Au, Pt.","Které z následujících síranů nejsou rozpustné ve vodě?\n":"síran olovnatý, síran barnatý.","Který oxid je součástí průmyslových exhalací, způsobuje tzv. kyselé deště, vyvolává kašel, slzení a může být smrtelný?\n":"oxid siřičitý.","Mezi sulfidické a disulfidické rudy nepatří\n":"magnetit.","Molekuly kosočtverečné síry tvoří\n":"8 atomů síry.","Místo písmen doplňte odpovídající látky.\nVýroba kyseliny sírové kontaktním způsobem:\nS + O2 --> a\na + O2 --> b     - katalyzátorem je c\nb + d --> H2S2O7 \ndalším rozpouštěním látky b v  H2S2O7 vzniká e (H2S3O10), jehož ředěním vzniká kyselina sírová o příslušné koncentraci.\n":"a – oxid siřičitý, b – oxid sírový, c – oxid vanadičný, d – kyselina sírová, e – oleum.","Na2Te je\n":"tellurid sodný.","Napište název sloučeniny H2Se.\nodpovězte jedním slovem\n":"selan.","Oxidační čísla síry v H2S2O7 jsou\n":"-II a VI.","SO3\n":"pevná látka s oxidačními účinky, má bělící účinky.","Seřaďte následující sloučeniny od nejsilnější kyseliny (1) po nejslabší (3).\n \n":"H2Te – 1, H2Se – 2, H2S – 3.","Sulfan\n":"jedovatý, charakteristicky páchnoucí plyn, jeho nasycený roztok ve vodě se používá v analytické chemii pro důkazy iontů, vzniká při rozkladu bílkovin.","Síra může vytvořit až 6 vazeb, protože má volné_________ orbitaly, do kterých můžou excitovat elektrony.\n":"3d.","Síra, selen, tellur, polonium mají schopnost tvořit H-můstky.\n":" Nepravda","U následujících reakcí určete, zdra jde o zředěnou nebo koncentrovanou kyselinu sírovou.\n":"Cu + H2SO4 --> CuO + SO2 + H2O – koncentrovaná, Fe + H2SO4 --> H2 + FeSO4 – zředěná.","Z kyslíkatých kyselin chalkogenů v oxidačním čísle VI je nejstabilnější\n":"kyselina sírová.","Zkažená vejce svým zápachem připomíná\n":"sulfan."}